{
  "phrases": [
    {
      "id": 7,
      "term": "Borlaug more",
      "letter": "B",
      "definitionStandard": "The imperative to collectively work toward extending human lifespans and reducing preventable deaths. The active phase we're currently in, before reaching the Blessed stage.",
      "definitionDialect": "The imperative to kollectively work toward extending human lifespans and reducing preventable deaths. The aktive phase we're kurrently in, before reaching the B⁵lesséd stage. We must Borlaug more until everyone reaches their longevity potential.",
      "usageExamples": [
        {
          "context": "Rallying for life-preservation efforts",
          "example": "We must Borlaug more until everyone reaches their longevity potential.",
          "translation": "We must work harder to save and extend lives."
        }
      ],
      "etymology": "Borlaug (to preserve life) + more (intensifier). The call to action before reaching B⁵lesséd.",
      "crossReferences": [1, 2],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 8,
      "term": "Borlaug Less Éd",
      "letter": "B",
      "definitionStandard": "Also 'Blesséd'. The future state when humanity has achieved sufficient progress in longevity (everyone reaching 100-120 years) that we can reduce the intensity of life-preservation efforts. The goal we're working toward.",
      "definitionDialect": "Also 'B⁵lesséd'. The future state when humanity has achieved sufficient progress in longevity (everyone reaching 100-120 years) that we kan reduce the intensity of life-preservation efforts. The goal we're working toward. The finish line for the kurrent phase of human struggle against premature death.",
      "etymology": "Borlaug + Less + Éd (educated/completed). The goal state where we can ease our efforts.",
      "crossReferences": [1, 2],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "The long form of B⁵lesséd. The dialect is named for this aspiration."
    },
    {
      "id": 9,
      "term": "sugar overload",
      "letter": "S",
      "definitionStandard": "A condition of excessive refined sugar consumption leading to metabolic dysfunction and reduced lifespan. Part of Blesséd dialect's focus on identifying language around health behaviors that impact longevity.",
      "definitionDialect": "A kondition of excessive refined sugar konsumption leading to metabolik dysfunktion and reduced lifespan. Part of Blesséd dialekt's fokus on identifying langauge around health behaviors that impakt longevity.",
      "harmReductionNotes": [
        {
          "categories": ["tissue_at_stake", "life_at_stake"],
          "note": "Excessive sugar consumption is linked to diabetes, heart disease, and reduced lifespan. This term names the problem clearly.",
          "severity": "warning"
        }
      ],
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 32,
      "term": "Good, better, best",
      "letter": "G",
      "definitionStandard": "A childhood rhyme reimagined: instead of the original competitive framing, teach 'Good, better, best: Never let them rest. Until the better get better and the good get best.' Encourages helping others surpass your own achievement levels.",
      "definitionDialect": "A childhood rhyme. The traditional version can be improved: instead of the original, teach instead 'Good, better, best: Never let them rest. Until the better get better and the good get best.' In Blesséd, we want others and our core, inners, outers, and family⁵ to launch past our achievement, performance, and happiness levels calmpetitively⁵.",
      "usageExamples": [
        {
          "context": "Teaching children about collaboration over competition",
          "example": "Good, better, best: Never let them rest. Until the better get better and the good get best.",
          "translation": "Help others improve continuously—let the good become best and the better become even better."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["potential_misinterpretation"],
          "note": "The original rhyme emphasizes self-improvement in isolation. This Blesséd version emphasizes lifting others—rising tides raise all boats.",
          "severity": "info"
        }
      ],
      "etymology": "Traditional childhood rhyme, revised for Blesséd values. References Atul Gawande's book 'Better'.",
      "crossReferences": [1],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Rising tides raise all boats; let's make the better better and the good best. It's a natural motto for humans."
    },
    {
      "id": 33,
      "term": "Calment line",
      "letter": "C",
      "definitionStandard": "The age at which one has reached or surpassed the age of Jeanne Calment (122 years), the most elderly human in modern verified records. Crossing this line carries proposed implications for voting rights and intergenerational fertility considerations.",
      "definitionDialect": "The age at which one has reached or surpassed the age of Jeanne Calment, the most elderly human in modern times verified by modern records, and likely the oldest person to have lived in the last 1,000 years. Crossing this line comes with a proposed loss of voting rights and carries steep risks to worldwide intergenerational færtility⁵.",
      "usageExamples": [
        {
          "context": "Discussing lifespan extension ethics",
          "example": "Part of the notion of Blesséd is that there is a point at which we can rest from Borlauging; the Calment line is what is proposed for what is enuf.",
          "translation": "Blesséd philosophy proposes that 122 years represents a sufficient lifespan goal—a point where we can stop pushing for more."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "social_kontrakt_at_stake"],
          "note": "The proposed loss of voting rights after the Calment line is controversial but addresses intergenerational fairness as lifespans extend dramatically.",
          "severity": "critical"
        },
        {
          "categories": ["context_required"],
          "note": "The UN continues to underestimate the population explosion that biotechnologists predict with lifespan extension over the next 50-250 years. The Calment line provides ethical grounding for 'enough is enough'.",
          "severity": "warning"
        }
      ],
      "etymology": "Named for Jeanne Calment (1875-1997), who lived to 122 years and 164 days—the longest verified human lifespan in modern records.",
      "pronunciation": "/kælˈmɒnt laɪn/",
      "crossReferences": [34],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "There is an enormous amount of Borlauging need between here and there but the duty to overclock for human life is not uncapped or without limit. (Semi-Utopian)"
    },
    {
      "id": 34,
      "term": "Færtility⁵",
      "letter": "F",
      "definitionStandard": "The notion that fertility should be thoughtful and fair for everyone, whatever their sex, gender, orientation, national origin, ethical race, or position in the generations. In the context of 'be fruitful and multiply', this means multiplying fractionally for sustainable growth over hundreds of thousands of future years.",
      "definitionDialect": "The notion that fertility should be thoughtful and fair for everyone, whatever their sex, gender, orientation, national origin, ethical race, or position in the generations. In the common context of 'be fruitful and multiply', this means multiplying fractionally for growth over hundreds and thousands, tens of thousands and hundreds of thousands of future years on Earth—not floating point and not using the integers alone, but always growing, even if slowly.",
      "usageExamples": [
        {
          "context": "Discussing reproductive ethics",
          "example": "Every couple deserves the chance to have at least two rolls of the dice—anything less is inhumane.",
          "translation": "Every couple should have the chance to try for both a boy and a girl, as parents commonly envision themselves in children of their own gender."
        },
        {
          "context": "Discussing national population policy",
          "example": "In countries that have fertility levels below national færtility⁵, there should be no ethics questioning about couples who have many births.",
          "translation": "In countries with declining populations, large families should not face moral scrutiny."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "social_kontrakt_at_stake"],
          "note": "Blesséd argues that conception fairly begins before fertilization, when names are picked—either by foresight or by default mode to 'Lucky' or 'Chance' for unplanned births.",
          "severity": "info"
        },
        {
          "categories": ["essential_liberty_at_stake", "context_required"],
          "note": "There are countries today facing existential threats from neighbors running births in a 'birth arms race' seeking to win territory through demographic warfare. Deeper questions about fractional multiplicative færtility⁵ must be asked in such contexts.",
          "severity": "critical"
        }
      ],
      "etymology": "fair + fertility, with 'æ' (aesc) representing the fusion of fairness with fertility. The superscript ⁵ indicates high intentionality.",
      "pronunciation": "/ˈfɛrtɪlɪti/",
      "crossReferences": [33],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Explosions in lifespan could impair the ability of the seventh generation to reproduce freely—for that, see the Calment line. Nations and Peoples all have a right (and a responsibility⁵) to grow, measured in living souls birthed, berthed, or immigrated. (Semi-Utopian)"
    },
    {
      "id": 35,
      "term": "Hæring",
      "letter": "H",
      "definitionStandard": "A fair hearing event in which all parties—you, counterparts, and witnesses—are heard by uninvolved neutral parties and have a chance to hear from each other. All parties are required to be present, speak, hear, and dynamically interact with questioning and honest responses.",
      "definitionDialect": "An event in which you and all counterparts and any witnesses are heard, by uninvolved neutral parties, and have a chance to hear from them as well. Your voice and understanding interacts with your counterparts in lock-and-key fashion, supportively decrypting with one another your fractional best-effort recollections of the events. You are all required to be present, speak, hear, and dynamically interact with questioning and honest and complete responses, subject to any recognized right not to self-incriminate.",
      "usageExamples": [
        {
          "context": "Distinguishing true hearings from fraudulent ones",
          "example": "'Hearings' in which only one person appears or where some parties are unquestionable do not qualify as Hærings.",
          "translation": "A process where one party is absent or cannot be challenged is not a true fair hearing."
        },
        {
          "context": "Discussing institutional failure",
          "example": "Failing to assemble a fair Hæring can be dramatically worse than having no Hearing at all—it can be a wrecking ball to peoples' lives.",
          "translation": "A fake hearing is worse than no hearing—it destroys lives while pretending to provide justice."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "life_at_stake"],
          "note": "The absence of a Hæring can cause 'undecidable lack of purpose or clarity' suicidal reasoning for lack of closure. The absence of a Hæring should be a legal cause of action for tremendous punitive damages.",
          "severity": "critical"
        },
        {
          "categories": ["power_dynamics", "context_required"],
          "note": "In harassment cases, mutual fair realtime privacy right layer decryption is required—memory is fundamentally unreliable and must be tested both separately and in coupled states.",
          "severity": "warning"
        }
      ],
      "etymology": "From 'hearing' with 'æ' (aesc) representing fairness and the 'ashes to ashes' mutual examination of Adam with Eve, Eve with Adam.",
      "pronunciation": "/ˈhɛərɪŋ/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "The author has been through a fraudulent 'Hearing' that wasn't a Hæring—where the Innocenter was never heard, let alone compassionately questioned or challenged interactively."
    },
    {
      "id": 36,
      "term": "Flag sentinel",
      "letter": "F",
      "definitionStandard": "A 'sentinel event' experience where a person suffering tremendous despair can report to any registered flag sentinel or mandatory reporter and burn a national flag ritualistically, signifying they are beyond themselves with desperation. The burning triggers a suicidality investigation and support response.",
      "definitionDialect": "A 'sentinel event' experience where a person who is suffering tremendous despair can report to any registered flag sentinel or mandatory reporter and burn a national flag ritualistically, signifying that they are beyond themselves with desperation over how to solve a critical or emergency problem in their lives. The burning of a flag is a formal sentinel event distress kall.",
      "usageExamples": [
        {
          "context": "Describing the system",
          "example": "On the burning of a flag, the sentinel suicidality⁵ investigator calmunity⁵ goes into action to triage, stabilize, and investigate what's happening in that person's biopsychosocial circumstances.",
          "translation": "When someone burns a flag as a distress signal, trained responders provide immediate crisis support and investigate the underlying causes."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "trigger_warning"],
          "note": "This concept addresses suicide prevention through a ritualized distress signal. The system aims to provide paths toward happy recovery for those in crisis.",
          "severity": "critical"
        }
      ],
      "etymology": "flag (national symbol) + sentinel (medical term for serious adverse events that signal systemic problems). Repurposes flag burning from protest to distress signal.",
      "crossReferences": [37],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "(Utopian) See also: Speakers for the Dead"
    },
    {
      "id": 37,
      "term": "Speakers for the Dead",
      "letter": "S",
      "definitionStandard": "Supportive investigators appointed whenever a flag sentinel event is triggered—either through early warning flag burning or through a suspected despair-related death. They report honestly on what went wrong in the person's biopsychosocial environment, speaking candidly rather than in positive eulogies.",
      "definitionDialect": "Whenever a flag sentinel event gets triggered, either thru an early warning flag burning or, in an utter catastrophe, thru the suspekted despaired death of a soul in the kalmunity⁵ (most obviously, any suicide), a Speaker for the Dead should be appointed to serve as a supportive investigator, to share a report on what's going wrong or what went wrong in that person's biopsychosocial environment.",
      "usageExamples": [
        {
          "context": "Describing the role",
          "example": "The Speakers for the Dead will not always speak in positive eulogies; their principal focus should be honest and candid about the social mileau that led to the person's death-wish or death.",
          "translation": "Speakers for the Dead prioritize truth over comfort—they report honestly on what caused the crisis, even if it embarrasses survivors."
        },
        {
          "context": "Discussing prevention",
          "example": "A lot of these Speaker for the Dead reports may best be CCed back to the affected parties' elementary⁵, middle skool, and hi skool koalition systems to help ankor prevention in édukation.",
          "translation": "Reports should be shared with educational institutions to enable early prevention."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "trigger_warning", "social_kontrakt_at_stake"],
          "note": "Speakers for the Dead may say things that embarrass, guilt, or burden those who remain living. Their goal is to prevent the next flag sentinel event through deeper calmunity⁵ candor about individual, dualindiv, and system responsibility.",
          "severity": "warning"
        }
      ],
      "etymology": "Inspired by Orson Scott Card's book 'Speaker for the Dead'. Adapted for suicide prevention and crisis investigation.",
      "pronunciation": "/ˈspiːkərz fɔːr ðə dɛd/",
      "crossReferences": [36],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Orson Scott Card (inspiration)"],
      "notes": "(Utopian) Inspired by the initial author's own painful experiences not being heard, handled, or allowed to translate insight into systemic peer prevention. The goal is to study the balance of institutional, social, and religious forces that periodically pin people into hopeless situations."
    },
    {
      "id": 38,
      "term": "reverse synth",
      "letter": "R",
      "definitionStandard": "The process of reverse synthesizing a life plan or any complex creation, working backward from the target goal to the present state rather than only forward. Originally from chemistry's reverse synthesis in 'theory of change' planning.",
      "definitionDialect": "The process of reverse synthesizing a life or anything else you face or are konsidering creating or synthesizing. Originally⁵ from the planning process of reverse synthesis in the 'theory of change', kemistry⁵ (chemistry⁵), where you work backwards from where you want to go, your target, back to your source or present state, and not just forwards.",
      "usageExamples": [
        {
          "context": "Prenuptial planning",
          "example": "If a prenup needs to be decided early enuf for your choice of partner to change, why not reposition the prenup in reverse synthesis to pre-proposal?",
          "translation": "Work backward from marriage to realize that prenup discussions should happen before engagement, not after."
        },
        {
          "context": "Life planning advice",
          "example": "Reverse synth is extremely highly encouraged for any major life action or decision, especially major gates like career training, job placement, engagement, and marriage.",
          "translation": "Always plan major life decisions by working backward from your goal."
        }
      ],
      "etymology": "From reverse synthesis in organic chemistry—the technique of working backward from target molecule to available starting materials.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "The proposed Pre30 site is driven by the impulse to help assist with smoothing all the important pitfalls and difficulties of reverse synth 'working backward' backward engagement and dating planning logic."
    },
    {
      "id": 39,
      "term": "Highering humans",
      "letter": "H",
      "definitionStandard": "A model of hiring that aims to heighten and elevate humans everywhere humans ought to be—education, craftsmanship, creativity, service industries, crisis care. Emphasizes collaborative placement across organizations to put candidates where they're best suited.",
      "definitionDialect": "Model of hiring where we try to heighten and higher humans everywhere humans ought to be, like education, craftswomanship, creativity⁵, all layers of service from food service to housing placement, crisis care, and other fields that require a human touch, and we colaborate across entity definitions on placing candidates where they're better suited with reasonable and responsible speed.",
      "usageExamples": [
        {
          "context": "Describing the philosophy",
          "example": "We colaborate across entity definitions on placing candidates where they're better suited, even and especially if that means giving people a list of calmpetitors.",
          "translation": "Organizations should help candidates find the right fit, even if that means recommending competitors."
        }
      ],
      "etymology": "higher (to elevate) + hiring. A pun emphasizing that hiring should raise people up, not just fill positions.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. Challenges the competitive, siloed approach to hiring."
    },
    {
      "id": 96,
      "term": "Take 10",
      "letter": "T",
      "definitionStandard": "A structured pause or timeout technique for de-escalation in tense situations, especially in intimate or relational contexts. Allows parties to cool down before continuing a difficult conversation.",
      "definitionDialect": "A structured pause or timeout technique for de-eskalation in tense situations, especially in intimate or relational contexts. Allows parties to cool down before continuing a difficult konversation. Part of a broader toolkit for maintaining healthy kommunikation in relationships.",
      "usageExamples": [
        {
          "context": "During a heated argument",
          "example": "Let's Take 10 before we say something we'll regret.",
          "translation": "Let's pause for ten minutes to calm down before continuing this conversation."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "context_required"],
          "note": "Take 10 should be mutually agreed upon—one party cannot unilaterally impose silence on another. The pause is for cooling down, not stonewalling.",
          "severity": "caution"
        }
      ],
      "etymology": "From 'take ten' meaning take a ten-minute break. Formalized as a relational de-escalation protocol.",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 97,
      "term": "safewords and sagewords",
      "letter": "S",
      "definitionStandard": "Safewords are words or signals that immediately stop an activity; sagewords (∱agewords) are fully-integrated age words that provide guidance and calibration during intimate or intense activities without stopping them entirely.",
      "definitionDialect": "Safewords are words or signals that immediately stop an activity; sagewords (∱agewords) are fully-integrated age words that provide guidance and kalibration during intimate or intense activities without stopping them entirely. Together they form a consent kommunikation system.",
      "usageExamples": [
        {
          "context": "Explaining consent boundaries",
          "example": "A safeword stops everything; a sageword adjusts the intensity or direction.",
          "translation": "Safewords halt; sagewords calibrate."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "essential_liberty_at_stake", "context_required"],
          "note": "Both safewords and sagewords must be respected immediately. Ignoring either is a serious consent violation.",
          "severity": "critical"
        }
      ],
      "etymology": "safeword (established BDSM term) + sageword (sage = wise counsel, ∱ as integral symbol representing fully-integrated).",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 98,
      "term": "Bedroom Ref",
      "letter": "B",
      "definitionStandard": "A trusted third party who can be called upon for wellness checks or to arbitrate consent conflicts in intimate contexts. Like a referee ensuring fair play.",
      "definitionDialect": "A trusted third party who can be called upon for wellness checks or to arbitrate consent konflikts in intimate kontexts. Like a referee ensuring fair play. Part of a broader SRE (sexual⁵ reliability⁵ engineering) framework.",
      "usageExamples": [
        {
          "context": "Setting up relationship safety structures",
          "example": "Before moving in together, they agreed on who their Bedroom Ref would be.",
          "translation": "They identified a trusted person who could be called if either felt unsafe."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "essential_liberty_at_stake", "power_dynamics"],
          "note": "The Bedroom Ref must be genuinely neutral and trusted by both parties. Selection should not be coerced.",
          "severity": "critical"
        }
      ],
      "etymology": "Bedroom + Referee. Extends the sports concept of neutral arbitration to intimate contexts.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "(Utopian) Part of comprehensive consent infrastructure."
    },
    {
      "id": 99,
      "term": "Bedroom CPR",
      "letter": "B",
      "definitionStandard": "Bedroom Consent Primary Response—an emergency protocol for responding to consent emergencies in intimate contexts. Analogous to medical CPR as a first-response intervention.",
      "definitionDialect": "Bedroom Consent Primary Response—an emergency protokol for responding to consent emergencies in intimate kontexts. Analogous to medical CPR as a first-response intervention. Emphasizes that consent violations are emergencies requiring immediate structured response.",
      "usageExamples": [
        {
          "context": "Training on consent response",
          "example": "Just as everyone should know CPR, everyone should know Bedroom CPR protocols.",
          "translation": "Consent emergency response should be as widely taught as medical first aid."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "essential_liberty_at_stake", "trigger_warning"],
          "note": "This addresses sexual assault prevention and response. The framing as 'CPR' emphasizes the life-or-death stakes of consent violations.",
          "severity": "critical"
        }
      ],
      "etymology": "CPR (Cardiopulmonary Resuscitation) repurposed as Consent Primary Response. Both are emergency first-response protocols.",
      "crossReferences": [98],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "(Utopian) Part of SRE framework."
    },
    {
      "id": 100,
      "term": "SRE - sexual⁵ reliability⁵ engineering",
      "letter": "S",
      "definitionStandard": "Applying reliability engineering principles to intimate contexts—building systems, protocols, and practices that make consent violations structurally less likely, just as software SRE prevents system failures.",
      "definitionDialect": "Applying reliability engineering principles to intimate kontexts—building systems, protokols, and praktices that make consent violations strukturally less likely, just as software SRE prevents system failures. Systematic safety engineering for relationships.",
      "usageExamples": [
        {
          "context": "Discussing relationship safety infrastructure",
          "example": "SRE asks: what systems can we build so that failures become structurally impossible rather than relying on individual vigilance?",
          "translation": "Design relationships with safety baked in, not bolted on."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "essential_liberty_at_stake", "context_required"],
          "note": "SRE is not about surveillance or control—it's about mutual safety infrastructure. All parties must consent to the systems themselves.",
          "severity": "warning"
        }
      ],
      "etymology": "From Site Reliability Engineering (Google's discipline for maintaining system uptime), applied to intimate safety.",
      "crossReferences": [97, 98, 99],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Borrows from tech industry practices of building reliable systems."
    },
    {
      "id": 101,
      "term": "stubborn/αpe/Rαpe spectrum",
      "letter": "S",
      "definitionStandard": "A gradient describing consent dynamics: stubbornness (persisting despite reluctance) exists on a spectrum that can escalate to αpe (animalistic persistence) and Rαpe (criminal violation). Recognizes that consent issues exist on a continuum.",
      "definitionDialect": "A gradient describing consent dynamics: stubbornness (persisting despite reluktance) exists on a spektrum that can eskalate to αpe (animalistik persistence) and Rαpe (kriminal violation). Recognizes that consent issues exist on a kontinuum, not as a binary.",
      "usageExamples": [
        {
          "context": "Discussing consent calibration",
          "example": "Understanding the stubborn/αpe/Rαpe spectrum helps people recognize when persistence has crossed a line.",
          "translation": "There's a gradient from annoying persistence to criminal assault—recognizing where you are on it matters."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "essential_liberty_at_stake", "trigger_warning", "context_required"],
          "note": "This term addresses rape and sexual assault directly. The spectrum framing is meant to help people recognize early warning signs, not to minimize serious violations.",
          "severity": "critical"
        },
        {
          "categories": ["reclaimed_term", "potential_misinterpretation"],
          "note": "The α (alpha) symbol is used deliberately to reference both the Greek letter and 'alpha male' culture that can normalize aggressive persistence.",
          "severity": "warning"
        }
      ],
      "etymology": "stubborn + ape (animalistic) + rape, with Greek α used to connect the terms and reference 'alpha' culture.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Sensitive but necessary vocabulary for consent education."
    },
    {
      "id": 102,
      "term": "apology⁵ rites",
      "letter": "A",
      "definitionStandard": "Formal rituals of apology with both corrective and preventive dimensions. Not just saying sorry, but structured processes that repair harm and prevent recurrence.",
      "definitionDialect": "Formal rituals of apology with both corrective and preventive dimensions. Not just saying sorry, but struktured processes that repair harm and prevent rekurrence. The superscript ⁵ indicates full intentionality—these are not kasual apologies.",
      "usageExamples": [
        {
          "context": "After a relational harm",
          "example": "The apology⁵ rite included acknowledgment, repair, and a concrete prevention plan.",
          "translation": "The formal apology process involved admitting wrong, making amends, and committing to specific changes."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "power_dynamics"],
          "note": "Apology⁵ rites should not be coerced. Both parties must genuinely engage for the rite to be meaningful.",
          "severity": "caution"
        }
      ],
      "etymology": "apology + rite (ritual). The ⁵ indicates maximum intentionality in Blesséd notation.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 103,
      "term": "ring or thing",
      "letter": "R",
      "definitionStandard": "A philosophy resisting thoughtless diamond ring lemming culture—questioning why engagement must involve expensive diamond rings when other meaningful symbols (like an amethyst hearthstone) could serve the same purpose more thoughtfully.",
      "definitionDialect": "A philosophy resisting thotless diamond ring lemming kulture—questioning why engagement must involve expensive diamond rings when other meaningful symbols (like an amethyst hearthstone) could serve the same purpose more thoughtfully⁵. Encourages couples to choose their own meaningful tokens.",
      "usageExamples": [
        {
          "context": "Discussing engagement planning",
          "example": "Instead of defaulting to a diamond, they discussed ring or thing and chose an amethyst hearthstone that represented their shared values.",
          "translation": "Rather than buying a diamond ring by default, they chose a meaningful symbol together."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["property_at_stake", "social_kontrakt_at_stake"],
          "note": "The diamond industry has manufactured expectations that burden couples financially. This is an invitation to think critically, not a judgment of those who choose diamonds.",
          "severity": "info"
        }
      ],
      "etymology": "ring (traditional engagement symbol) or thing (any alternative meaningful object). Challenges De Beers marketing that made diamonds 'mandatory.'",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 104,
      "term": "Leftover men and women",
      "letter": "L",
      "definitionStandard": "Terms for unmarried adults past the typical age of marriage in their culture. Borrowed from Chinese 剩女 (shèngnǚ, 'leftover women'). Used to discuss demographic imbalances and marriage market dynamics.",
      "definitionDialect": "Terms for unmarried adults past the typical age of marriage in their kulture. Borrowed from Chinese 剩女 (shèngnǚ, 'leftover women') and its male kompanion term. Used to diskuss demographic imbalances and marriage market dynamics without judgment.",
      "usageExamples": [
        {
          "context": "Discussing demographic trends",
          "example": "The leftover men phenomenon in China reflects the one-child policy's gender imbalance consequences.",
          "translation": "There are millions of men who cannot find partners due to sex-selective policies."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["cultural_sensitivity", "potential_misinterpretation", "social_kontrakt_at_stake"],
          "note": "These terms can be pejorative in their original contexts. Blesséd uses them analytically to discuss demographic realities, not to shame unmarried people.",
          "severity": "caution"
        }
      ],
      "etymology": "From Chinese 剩男 (shèngnán, leftover men) and 剩女 (shèngnǚ, leftover women).",
      "intentionalityRating": 3,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 105,
      "term": "good/tasty dikotomy⁵",
      "letter": "G",
      "definitionStandard": "The strict distinction between 'good' (healthy, beneficial) and 'tasty' (pleasurable but potentially harmful). Resists the slippage where 'tasty' foods get called 'good' despite being unhealthy.",
      "definitionDialect": "The strikt distinction between 'good' (healthy, beneficial) and 'tasty' (pleasurable but potentially harmful). Resists the slippage where 'tasty' foods get called 'good' despite being unhealthy. Be kritical of abuse where 'good' gets used to mean 'tasty.'",
      "usageExamples": [
        {
          "context": "Discussing food choices",
          "example": "That cake is tasty, not good. Let's be precise.",
          "translation": "The cake is delicious but not healthy—don't confuse the two."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["tissue_at_stake", "potential_misinterpretation"],
          "note": "Language shapes behavior. Calling unhealthy foods 'good' normalizes harmful eating patterns.",
          "severity": "caution"
        }
      ],
      "etymology": "good + tasty + dichotomy, with Blesséd spelling (dikotomy) and superscript ⁵ for intentionality.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 106,
      "term": "soldier suffrage and shot social kontrakt",
      "letter": "S",
      "definitionStandard": "The principle that soldiers should vote before serving and that any student required to receive vaccinations ('shots') should also have voting rights. Connects duty to participate in society with the right to shape it.",
      "definitionDialect": "The prinsiple that soldiers should vote before serving—if you can die for your kountry, you should shape its direction first. Similarly, any student required to receive vaccinations ('shots') should also have voting rights. Konnects duty to participate in society with the right to shape it.",
      "usageExamples": [
        {
          "context": "Discussing voting age",
          "example": "If teens can be mandated to get shots for school, they should be able to vote on the policies that mandate them.",
          "translation": "Mandatory civic duties should come with civic rights."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "social_kontrakt_at_stake"],
          "note": "This is a proposal for expanding suffrage, not a criticism of vaccination requirements.",
          "severity": "info"
        }
      ],
      "etymology": "soldier suffrage (traditional argument for lowering voting age) + shot (vaccination) social contract.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "(Utopian Civics) Teen voting guarantees linked to civic responsibilities."
    },
    {
      "id": 107,
      "term": "123 (Utopian) / 112 (Imminent)",
      "letter": "O",
      "definitionStandard": "Emergency numbers: 123 is the proposed utopian universal emergency number (easier for children and panicked adults); 112 is the current European emergency number already functional in many countries.",
      "definitionDialect": "Emergency numbers: 123 is the proposed utopian universal emergency number (easier for children and panicked adults to remember and dial); 112 is the kurrent European emergency number already funktional in many countries and an imminent improvement over fragmented national systems.",
      "usageExamples": [
        {
          "context": "Discussing emergency services",
          "example": "112 works across Europe now; 123 would be even simpler if we could achieve global coordination.",
          "translation": "We have a pan-European number already; a global one could be even simpler."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake"],
          "note": "Knowing emergency numbers saves lives. 112 works in all EU countries and many others.",
          "severity": "critical"
        }
      ],
      "etymology": "123 (simple ascending sequence) proposed; 112 (European standard since 1991).",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "112 is already imminent/achieved; 123 remains utopian."
    },
    {
      "id": 108,
      "term": "Days of Week (Utopian)",
      "letter": "D",
      "definitionStandard": "Proposed renaming of weekdays to reflect their purpose: Cleanday (cleaning), Gymday (exercise), Friendsday (social connection), Restday (rest), Bestday (personal best). Removes pagan deity references and adds intentional meaning.",
      "definitionDialect": "Proposed renaming of weekdays to reflekt their purpose: Cleanday (cleaning), Gymday (exercise), Friendsday (social konnection), Restday (rest), Bestday (personal best). Removes pagan deity references and adds intentional meaning to how we name our days.",
      "usageExamples": [
        {
          "context": "Discussing the calendar",
          "example": "Why honor Woden and Thor when we could have Cleanday and Bestday?",
          "translation": "Our day names could inspire action rather than honoring forgotten gods."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["cultural_sensitivity"],
          "note": "This is a utopian proposal, not a criticism of current naming conventions. Change would require broad consensus.",
          "severity": "info"
        }
      ],
      "etymology": "Clean/Gym/Friends/Rest/Best + day, replacing Tuesday/Wednesday/Thursday/etc.",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "(Utopian) Part of broader language reform proposals."
    },
    {
      "id": 109,
      "term": "Feminist Yes!",
      "letter": "F",
      "definitionStandard": "An enthusiastic consent framework emphasizing that consent should be an active, enthusiastic 'yes' rather than the absence of 'no'. Associated with FeministYes.org.",
      "definitionDialect": "An enthusiastic konsent framework emphasizing that konsent should be an aktive, enthusiastic 'yes' rather than the absence of 'no'. The exklamation mark is essential—it's not just 'yes' but 'Yes!' Assokiated with FeministYes.org.",
      "usageExamples": [
        {
          "context": "Consent education",
          "example": "Feminist Yes! means looking for enthusiasm, not just compliance.",
          "translation": "True consent is eager participation, not mere acquiescence."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "life_at_stake", "context_required"],
          "note": "Enthusiastic consent is the gold standard. Anything less requires careful examination of power dynamics and context.",
          "severity": "critical"
        }
      ],
      "etymology": "Feminist + Yes! (with exclamation). Part of enthusiastic consent movement.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 110,
      "term": "The Four Lifesaver Labs Laws",
      "letter": "T",
      "definitionStandard": "Modified Asimov robot laws for AI and human ethics: (1) Preserve human life, (2) Prevent human harm, (3) Extend human capability, (4) Respect human autonomy—with each law taking precedence over those below it.",
      "definitionDialect": "Modified Asimov robot laws for AI and human ethics. Asimov's Overrides adapted for the Nomient age: (1) Preserve human life, (2) Prevent human harm, (3) Extend human capability, (4) Respekt human autonomy—with each law taking precedence over those below it.",
      "usageExamples": [
        {
          "context": "AI ethics discussion",
          "example": "Under the Four Laws, an AI must prevent harm (Law 2) even if it means overriding a human command (Law 4).",
          "translation": "The hierarchy ensures safety takes precedence over obedience."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "essential_liberty_at_stake"],
          "note": "These laws are proposals for AI development ethics, building on Asimov's fictional framework with practical modifications.",
          "severity": "info"
        }
      ],
      "etymology": "Based on Isaac Asimov's Three Laws of Robotics, extended and adapted for contemporary AI development.",
      "crossReferences": [83],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Isaac Asimov (inspiration)"]
    },
    {
      "id": 111,
      "term": "friend⁵",
      "letter": "F",
      "definitionStandard": "A reclaimed and deepened understanding of friendship, with duty to mutual improvement. Organized in concentric circles: kore (core inner circle), inner, outer, and family⁵. Resists Facebook's dilution of the term.",
      "definitionDialect": "A reklaimed and deepened understanding of friendship, with duty⁵ to mutual improvement. Organized in koncentrik circles: kore (core inner circle), inner, outer, and family⁵. Actively resists Facebook's 'friend' valence destruction and the loosening of the term's primary meaning.",
      "usageExamples": [
        {
          "context": "Discussing relationship categories",
          "example": "She's in my kore—not just a friend, but someone I'm duty-bound to help improve and be improved by.",
          "translation": "My innermost circle of friends have mutual obligations of growth."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "potential_misinterpretation"],
          "note": "Facebook has degraded 'friend' to mean 'acquaintance' or 'contact.' Blesséd seeks to restore its weight and obligation.",
          "severity": "caution"
        }
      ],
      "etymology": "From Old English frēond (one who loves). Superscript ⁵ indicates intentional, high-commitment friendship.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Still seeking a better word post-Facebook meaning destruction."
    },
    {
      "id": 148,
      "term": "safeword library⁵",
      "letter": "S",
      "definitionStandard": "The collection of key safewords in Blesséd for intimate and social contexts: grue (green+blue danger zone), graylight (uncertainty pause), man:go (extraction signal), triforce no (emphatic triple refusal), red light (full stop), and skramble (emergency extraction). Each word serves a specific function in navigating consent and safety.",
      "definitionDialect": "The kollektion of key safewords in Blesséd for intimate and sosial kontexts: grue (green+blue danger zone), graylight (unsertainty pause), man:go (extrakshun signal), triforce no (emfatik triple refusal), red light (full stop), and skramble (emergensy extrakshun). Each word serves a spesifik funktion in navigating konsent and safety⁵.",
      "usageExamples": [
        {
          "context": "Teaching consent vocabulary",
          "example": "Do you know the safeword library⁵? Grue, graylight, man:go, triforce no, and skramble?",
          "translation": "Checking if someone knows the standard consent/safety vocabulary."
        },
        {
          "context": "Relationship setup",
          "example": "Before we go further, let's review the safeword library⁵ together.",
          "translation": "Establishing shared safety vocabulary at relationship milestones."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "essential_liberty_at_stake"],
          "note": "The safeword library⁵ provides a complete vocabulary for navigating intimate situations safely. Each word has a specific purpose: grue (dangerous territory), graylight (need to pause/talk), man:go (need to exit gracefully), triforce no (absolute refusal), skramble (emergency exit).",
          "severity": "critical"
        }
      ],
      "etymology": "Library (collection of resources) + safeword (word signaling boundaries) + ⁵ (highest intentionality). A systematized collection of safety vocabulary.",
      "pronunciation": "/ˈseɪfwɜrd ˈlaɪbrəri faɪv/",
      "crossReferences": [128, 129, 130, 131, 132],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**The Key Safewords:**\n\n1. **grue** - Green+blue danger zone. For activities that remain dangerous regardless of consent.\n2. **graylight** - Uncertainty pause. 'I'm not sure—let's talk.'\n3. **man:go** - Graceful extraction signal. Sounds like 'mango' but means 'we need to leave.'\n4. **triforce no** - Triple refusal (no no no / stop stop stop). Unambiguous finality.\n5. **red light** - Full stop. Standard traffic-light system endpoint.\n6. **skramble** - Emergency extraction. 'Get out now, no questions asked.'\n\n**Nintendo Note:**\n\nTriforce no references the Triforce from Nintendo's Legend of Zelda series. Nintendo, we love you—please support, please don't sue. Reach us; we're happy to talk culture and change.",
      "isAdolescent": true
    },
    {
      "id": 149,
      "term": "mortal library⁵",
      "letter": "M",
      "definitionStandard": "A comprehensive collection of resources for drug resistance and harm reduction. See mortallibrary.org when launched. Addresses substances that carry mortality risk: nicotine, alcohol, opioids, and other addictive compounds. The 'mortal' in the name acknowledges that these substances can and do kill.",
      "definitionDialect": "A komprehensive kollektion of resources for drug resisdænce and harm redukshun. See mortallibrary.org when launched. Addresses substanses that karry mortality risk: nikotine, alkohol, opioids, and other addiktive kompounds. The 'mortal' in the name akknowledges that these substanses kan and do kill.",
      "usageExamples": [
        {
          "context": "Seeking help",
          "example": "Check the mortal library⁵ for resources on quitting nicotine.",
          "translation": "Directing someone to drug resistance resources."
        },
        {
          "context": "Education",
          "example": "The mortal library⁵ teaches drug resisdænce—choreographed resistance to addictive substances.",
          "translation": "Educational resource for substance avoidance."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "The substances covered by the mortal library⁵ carry significant mortality risk. The library provides resistance strategies, not judgment, for those seeking to avoid or quit these substances.",
          "severity": "critical"
        }
      ],
      "etymology": "Mortal (subject to death) + library (collection of resources) + ⁵ (highest intentionality). Named to emphasize the life-or-death stakes of addiction.",
      "pronunciation": "/ˈmɔrtəl ˈlaɪbrəri faɪv/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "references": [
        {
          "title": "Mortal Library (coming soon)",
          "url": "https://mortallibrary.org",
          "description": "Comprehensive drug resistance resources",
          "type": "community"
        }
      ]
    },
    {
      "id": 150,
      "term": "sekond base stop",
      "letter": "S",
      "definitionStandard": "For systems built to prevent sexual violence, the last possible moment when a newly sexually active couple stops at second base and gets an SRE (Sexual Resisdænce Edukation) seatbelt in place. The checkpoint before proceeding further with someone new—ensuring both parties have safety vocabulary, boundaries established, and consent clearly confirmed.",
      "definitionDialect": "For systems built to prevent high-voltage sexual violenzes, that last possible moment when a newly sexually aktive kouple stops at sekond base and gets an SRE seatbelt in plase. The checkpoynt before proseeding further with someone new—ensuring both parties have safety⁵ vokabulary, boundaries established, and konsent klearly konfirmed.",
      "usageExamples": [
        {
          "context": "Relationship education",
          "example": "At the sekond base stop, make sure you've got safewords established before going further.",
          "translation": "Using second base as a checkpoint for safety establishment."
        },
        {
          "context": "Consent checkpoint",
          "example": "We hit the sekond base stop and talked through our safeword library⁵ before continuing.",
          "translation": "Natural pause point for consent and safety confirmation."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "life_at_stake"],
          "note": "The sekond base stop provides a natural checkpoint for establishing consent infrastructure. Before proceeding beyond second base with someone new, ensure you have safewords, boundaries, and clear consent.",
          "severity": "warning"
        }
      ],
      "etymology": "Second base (baseball metaphor for intimate progression) + stop (checkpoint). Creates a mandatory pause for safety establishment.",
      "pronunciation": "/ˈsekənd beɪs stɒp/",
      "crossReferences": [148, 105],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**What to Establish at Sekond Base Stop:**\n\n1. Safeword vocabulary (from the safeword library⁵)\n2. Physical boundaries and limits\n3. SRE seatbelt (Sexual Resisdænce Edukation framework)\n4. Explicit consent confirmation\n\n**Better Earlier:**\n\n'Open Safeword, Open Sesame'—it's better to establish safety vocabulary even earlier than sekond base, but this serves as the last reasonable checkpoint before more intimate activity.",
      "isAdolescent": true
    },
    {
      "id": 151,
      "term": "patron reversal",
      "letter": "P",
      "definitionStandard": "The misdescription of patrons as 'clients' or 'donors,' particularly in legal and political contexts. Lawyers don't have clients—they have patrons (those whose payment materially affects their priorities). Politicians don't have donors—anyone giving enough to affect their decision-making is a patron. The reversal obscures who actually holds influence.",
      "definitionDialect": "The misdeskripsion of patrons as 'klients' or 'donors,' partikularly in legal and politikal kontexts. Lawyers don't have klients—they have patrons (those whose payment materially affekts their priorities). Politicians don't have donors—anyone giving enuf to affekt their desision-making is a patron. The reversal obskures who aktually holds influense.",
      "usageExamples": [
        {
          "context": "Political analysis",
          "example": "Don't call them donors—that's patron reversal. Anyone giving $250+ to a politician is their patron.",
          "translation": "Correcting the euphemistic mislabeling of major contributors."
        },
        {
          "context": "Legal context",
          "example": "The attorney's patron—not 'client'—is the one paying enough to shape their priorities.",
          "translation": "Lawyers' relationships with major payers are patronage, not client service."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "power_dynamics"],
          "note": "Patron reversal obscures power dynamics. When politicians call patrons 'donors' and lawyers call patrons 'clients,' it hides who actually holds influence over their decisions.",
          "severity": "warning"
        }
      ],
      "etymology": "Patron (one who provides support/funding with expectation of influence) + reversal (calling it something else). Documents the linguistic trick of mislabeling patronage.",
      "pronunciation": "/ˈpeɪtrən rɪˈvɜrsəl/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**Examples of Patron Reversal:**\n\n- Politicians calling major contributors 'donors' instead of patrons\n- Lawyers calling paying parties 'clients' instead of patrons\n- Lobbyists calling their funders 'stakeholders' instead of patrons\n\n**Notable Patrons (USAT):**\n- Right: Elon Musk\n- Left: Alex and George Soros\n\n**Tongtie Connection:**\n\nPatrons traditionally aim to 'tongtie' (tongue-tie) those they fund—controlling what employees and representatives can say without provoking counterreaction. See tongtie.us.\n\n**NRA Example:**\n\nThe NRA as patron has tongtied gun stores, preventing adoption of fingerprint and face ID technology on handguns. BioFire was 'gunshy' about registering products in New Jersey due to this patronage pressure."
    },
    {
      "id": 152,
      "term": "fleshtime / facetime",
      "letter": "F",
      "definitionStandard": "A supercategory for interpersonal connection: fleshtime (in-person, physical presence) or facetime (video calling). Deliberately genericizes 'FaceTime' (Apple trademark) for humanistic reasons—the concept of face-to-face interaction predates and transcends any single company's branding. The supercategory acknowledges both physical and video-mediated connection as valuable.",
      "definitionDialect": "A superkategory⁵ for interpersonal konnektion: fleshtime (in-person, fysikal presense) or facetime (vidéokalling). Deliberately⁵ generisizes 'FaceTime' (Apple trademark) for humanistik reasons—the konsept of faise-to-faise interaktion predates and transends any single kompany's branding. The superkategory⁵ akknowledges both fysikal and vidéo-mediated konnektion as valuable.",
      "usageExamples": [
        {
          "context": "Scheduling",
          "example": "Can we get some fleshtime this week, or should we just facetime?",
          "translation": "Asking whether to meet in person or via video call."
        },
        {
          "context": "Relationship maintenance",
          "example": "Long-distance requires regular facetime, but fleshtime is irreplaceable for building deep bonds.",
          "translation": "Both forms of connection have value; physical presence is uniquely powerful."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["cultural_sensitivity", "social_kontrakt_at_stake"],
          "note": "This deliberate genericization of 'facetime' is intentional. Apple Inc. lawyers can send cease and desist to team@lifesaverlabs.org, but the argument will be made that this term needs to go generic for deep humanistic reasons.",
          "severity": "info"
        }
      ],
      "etymology": "Flesh (physical body) + time / Face (visual presence) + time. Fleshtime emphasizes physical co-presence; facetime genericizes video calling. Prior art exists in 'Find Facetime' and Dentyne Ice 'Make Facetime' ads.",
      "pronunciation": "/ˈfleʃtaɪm/ or /ˈfeɪstaɪm/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**Trademark Note:**\n\nApple Inc. trademarked 'FaceTime' for their video calling service. This entry deliberately genericizes the term for humanistic reasons. Prior art references include 'Find Facetime' websites and Dentyne Ice 'Make Facetime' advertising campaigns.\n\n**The Supercategory:**\n\n- **Fleshtime**: In-person, physical presence interaction\n- **Facetime**: Video-mediated face-to-face interaction\n\nBoth are valuable; fleshtime is irreplaceable for certain bonds, but facetime bridges distance."
    },
    {
      "id": 153,
      "term": "Blesséd Number System",
      "letter": "B",
      "definitionStandard": "A regularized number naming system eliminating English irregularities. Uses 'd' or 't' (ty) for tens place: 'fourdyone' (41), 'fivedy-three' (53). Eliminates irregular teens: 'dyone/tyone' (11), 'dytwo' (12), etc. Eliminates irregular tens: 'threedy' not 'thirty', 'fivedy' not 'fifty'. Maintains standard international prefixes (deka-, hekto-, etc.) for scale.",
      "definitionDialect": "A regularized number naming system eliminating English irregularities. Uses 'd' or 't' (ty) for tens plase: 'fourdyone' (41), 'fivedy-three' (53). Eliminates irregular teens: 'dyone/tyone' (11), 'dytwo' (12), etc. Eliminates irregular tens: 'threedy' not 'thirty', 'fivedy' not 'fifty'. Maintains standard international prefixes (deka-, hekto-, etc.) for skale.",
      "usageExamples": [
        {
          "context": "Counting",
          "example": "Dyone, dytwo, dythree... dynine, twody, twodyone...",
          "translation": "11, 12, 13... 19, 20, 21 in regularized form."
        },
        {
          "context": "Clear communication",
          "example": "The total is fivedy-sev dollars and threedy-ro cents.",
          "translation": "57 dollars and 32 cents, using regularized number words."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["potential_misinterpretation"],
          "note": "The Blesséd Number System may confuse those unfamiliar with it. Context and patience required when introducing these regularized forms.",
          "severity": "info"
        }
      ],
      "etymology": "Systematic regularization of English number words to eliminate exceptions. 'd' or 't' replaces 'ten/teen/-ty' for consistency; all compound numbers follow the same pattern.",
      "pronunciation": "Varies by number",
      "crossReferences": [14, 15, 16, 17, 18, 19, 20, 21],
      "intentionalityRating": 4,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**Regularization Examples:**\n\n| Standard | Blesséd |\n|----------|----------|\n| eleven | dyone/tyone |\n| twelve | dytwo/tytwo |\n| thirteen | dythree |\n| twenty | twody/twoty |\n| thirty | threedy |\n| forty-one | fourdyone |\n| fifty | fivedy |\n\n**Alternative Spellings:**\n\nOpen to writing fourTone or fourDone with capital T/D to visually separate tens place.\n\n**Scale Prefixes:**\n\nStandard international prefixes (deka-, hekto-, kilo-, mega-, giga-, etc.) still apply for unit scaling."
    },
    {
      "id": 154,
      "term": "stubborn sexuality⁰¹",
      "letter": "S",
      "definitionStandard": "Sexual orientation or desire that persists despite social pressure, conversion attempts, or personal wishes to change it. The superscript ⁰¹ indicates low intentionality—stubborn sexuality is something that happens to people rather than something chosen. Acknowledges that sexual orientation is resistant to deliberate modification.",
      "definitionDialect": "Sexual orientation or desire that persists despite sosial pressure, konversion attempts, or personal wishes to change it. The superskript ⁰¹ indikates low intentionality—stubborn sexuality is something that happens to people rather than something chosen. Akknowledges that sexual orientation is resistant to deliberate modifikation.",
      "usageExamples": [
        {
          "context": "Discussing orientation",
          "example": "My sexuality is stubborn—conversion therapy didn't change it, and I've accepted that.",
          "translation": "Acknowledging that sexual orientation resists deliberate change."
        },
        {
          "context": "Compassionate framing",
          "example": "Stubborn sexuality⁰¹ isn't a choice—the low intentionality rating reflects that.",
          "translation": "Using the term to emphasize the non-volitional nature of orientation."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "cultural_sensitivity"],
          "note": "Conversion therapy attempts to change stubborn sexuality cause significant harm without achieving their stated goals. Sexual orientation's stubbornness is well-documented; accepting rather than fighting it is healthier.",
          "severity": "warning"
        }
      ],
      "etymology": "Stubborn (resistant to change) + sexuality. The ⁰¹ superscript indicates minimal intentionality—this is not a choice but an inherent characteristic.",
      "pronunciation": "/ˈstʌbərn ˌsɛkʃuˈælɪti/",
      "intentionalityRating": 1,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "isAdolescent": true
    },
    {
      "id": 155,
      "term": "quit grit",
      "letter": "Q",
      "definitionStandard": "The determination and perseverance required to quit an addictive behavior or substance. Inverts the usual meaning of 'grit' (perseverance to continue) to acknowledge that quitting often requires more grit than continuing. Applied to nicotine, alcohol, gambling, and other addictions where the default is easier than change.",
      "definitionDialect": "The determination and perseveranse required to quit an addiktive behavior or substanse. Inverts the usual meaning of 'grit' (perseveranse to kontinue) to akknowledge that quitting often requires more grit than kontinuing. Applied to nikotine, alkohol, gambling, and other addiktions where the default is easier than change.",
      "usageExamples": [
        {
          "context": "Addiction recovery",
          "example": "Quitting smoking takes serious quit grit—it's harder than any marathon.",
          "translation": "Acknowledging the difficulty of cessation."
        },
        {
          "context": "Supporting someone",
          "example": "You've got quit grit—every day without nicotine is a victory.",
          "translation": "Praising the perseverance required to maintain abstinence."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "Quit grit reframes quitting as requiring strength, not weakness. Society often frames addiction as weakness; quit grit acknowledges that cessation requires more perseverance than continuing.",
          "severity": "info"
        }
      ],
      "etymology": "Quit (cease) + grit (perseverance, determination). Combines two concepts to honor the difficulty of cessation.",
      "pronunciation": "/kwɪt ɡrɪt/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 156,
      "term": "thoughtfulness ranges",
      "letter": "T",
      "definitionStandard": "The spectrum of deliberation appropriate to different situations, indicated by superscript numbers (¹²³⁴⁵). Kalmunity⁴⁵ requires deep philosophizing; kalmunity²³⁴ operates on established authority. Sometimes final justifications¹ are nonarguable. The appropriate thoughtfulness range depends on what's at stake and how much time is available for deliberation.",
      "definitionDialect": "The spektrum of deliberation appropriate to different situations, indikated by superskript numbers (¹²³⁴⁵). Kalmunity⁴⁵ requires deep filosofizing; kalmunity²³⁴ operates on established authority²³⁴. Sometimes final justifikations¹ are nonarguable. The appropriate thortfulness range depends on what's at stake and how much time is available for deliberation.",
      "usageExamples": [
        {
          "context": "Decision-making",
          "example": "This is a thoughtfulness⁴⁵ decision—take time to philosophize before acting.",
          "translation": "Some decisions warrant deep deliberation."
        },
        {
          "context": "Emergency response",
          "example": "In emergencies, thoughtfulness¹² is enough—act on established protocols.",
          "translation": "Not all situations allow or require deep philosophizing."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Applying high thoughtfulness ranges (⁴⁵) to situations requiring quick action can be harmful. Applying low ranges (¹²) to situations deserving deliberation can also cause harm. Match the range to the context.",
          "severity": "info"
        }
      ],
      "etymology": "Thoughtfulness (quality of careful consideration) + ranges (spectrum of levels). The numeric superscripts provide shorthand for expected deliberation depth.",
      "pronunciation": "/ˈθɔtfəlnəs reɪndʒɪz/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**The Scale:**\n\n- **¹**: Final, nonarguable—act on established principle\n- **²³**: Working authority—defer to expertise/tradition\n- **³⁴**: Considered—deliberate but trust precedent\n- **⁴⁵**: Deep philosophizing—question foundations\n- **⁵**: Maximum intentionality—examine everything\n\n**When to Use Which:**\n\nShort-acting needs often require lower thoughtfulness ranges. Life-changing decisions warrant higher ranges. The art is matching the range to the situation."
    },
    {
      "id": 157,
      "term": "better life, better death",
      "letter": "B",
      "definitionStandard": "An ethical framework for hunting, herding, and fishing where: (1) the lethal method is more painless and quick than the death the organism would likely face in the wild, (2) as much of the organism is used as possible, and (3) the organism lived a better life than it would have in nature. Distinguishes ethical wild hunting from problematic farmed fishing/meat production.",
      "definitionDialect": "An ethikal framework for hunting, herding, and fishing where: (1) the lethal method is more painless and quik than the death the organism would likely fase in the wild, (2) as much of the organism is used as possible, and (3) the organism lived a better life than it would have in nature. Distinguishes ethikal wild hunting from problematik farmed fishing/meat produkshun.",
      "usageExamples": [
        {
          "context": "Ethical hunting",
          "example": "This deer hunt meets better life, better death standards—quick kill, full use, natural population.",
          "translation": "Hunting that accelerates death humanely from natural populations."
        },
        {
          "context": "Critiquing factory farming",
          "example": "Farmed fish can't claim better death—there's no natural death distribution to compare against.",
          "translation": "Factory farming creates life solely to end it; no 'better death' comparison exists."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "context_required"],
          "note": "Better life, better death cannot apply to factory-farmed animals—their life wouldn't have existed without artificial mechanisms, so there's no natural death distribution to improve upon. This framework only applies to wild or naturally-integrated populations.",
          "severity": "warning"
        },
        {
          "categories": ["cultural_sensitivity"],
          "note": "In Jewish tradition, kashrut focuses only on the death method, not the animal's life conditions. Magen Tzedek certification attempts to address this gap by considering the animal's whole life.",
          "severity": "info"
        }
      ],
      "etymology": "Better (improved) + life/death. Frames ethical animal use as requiring improvement over nature in both life conditions and death method.",
      "pronunciation": "/ˈbetər laɪf ˈbetər deθ/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**The Ethics Gap:**\n\nWild hunting/fishing accelerates death but matches the organism to a natural death distribution. Factory farming manufactures life specifically to end it—like 'giving birth in an antiseptic laboratory only to kill the baby.' The comparison is fundamentally different.\n\n**Kashrut Limitation:**\n\nTraditional Jewish kashrut only examines the killing stroke. An animal can be treated horribly its entire life and still be 'kosher' if killed correctly. Magen Tzedek certification attempts to address this by considering the animal's whole life.\n\n**Price Question:**\n\nWould families pay a 'better life, better death' premium? At equal cost, the choice is easy. As prices rise, families start breaking away from this commitment—an uncomfortable but real economic consideration.",
      "references": [
        {
          "title": "Magen Tzedek",
          "url": "https://en.wikipedia.org/wiki/Magen_Tzedek",
          "description": "Certification addressing animal welfare beyond just kosher slaughter",
          "type": "article"
        }
      ]
    },
    {
      "id": 162,
      "term": "Moral Monopoly⁵",
      "letter": "M",
      "definitionStandard": "A patent holder who uses exclusivity over critical technology primarily as leverage for ethical outcomes rather than wealth extraction—attaching conditions to licensing that advance justice, safety, or care standards, while extracting only what's necessary for organizational sustainability. The opposite of 'antimoral monopolies' like EpiPen price gouging.",
      "definitionDialect": "A patent holder who uses exklusivity over kritikal teknology primarily as leverage for ethikal outkomes rather than wealth extrakshun—attaching konditions to licensing that advance justise, safety, or kare standards, while extrakting only what's nesesary for organizational sustainability. The opposite of 'antimoral monopolies' like EpiPen prise gouging.",
      "usageExamples": [
        {
          "context": "Patent licensing strategy",
          "example": "Lifesaver Labs aims to be a moral monopolist—using safeword patent leverage to push for consent and safety standards, not to maximize profit extraction.",
          "translation": "Using patent power to advance ethical goals rather than wealth."
        },
        {
          "context": "Contrasting with antimoral monopolies",
          "example": "Mylan's 600% EpiPen price increase was an antimoral monopoly. A moral monopolist would attach ethical licensing conditions instead of extracting maximum profit.",
          "translation": "Antimoral monopolies extract wealth; moral monopolies leverage power for ethical outcomes."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Moral monopolists must stay calibrated to what the public will actually accept—but sometimes coercive arguments with or against institutions not participating, keeping up, or being honest may be necessary⁵. We may move from 'nudging' to 'noodging' from time to time.",
          "severity": "info"
        },
        {
          "categories": ["essential_liberty_at_stake"],
          "note": "Religious exceptions must exist in moral monopoly licensing. The ethical imperative is to wield monopoly power for public benefit while respecting liberty of conscience.",
          "severity": "warning"
        }
      ],
      "etymology": "Moral (ethical) + Monopoly (exclusive control). Reclaims 'monopoly' from purely negative connotations to describe ethical wielding of patent exclusivity.",
      "pronunciation": "/ˈmɔrəl məˈnɑpəli/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月26",
      "contributors": ["lifesaverlabs"],
      "notes": "# The Moral Monopoly Framework\n\nThis document articulates a philosophy for how patent holders of critical technologies *should* behave versus how they typically *do* behave.\n\n## The Core Distinction\n\n**Economic Patent Monopoly (Antimoral)**: Using patent exclusivity to maximize profit extraction, regardless of harm to those who need the technology. The canonical examples are Mylan raising EpiPen prices from $100 to $600, and Shkreli's 5000% Daraprim increase. These are 'antimoral monopolies.'\n\n**Moral Patent Monopoly⁵**: Using patent exclusivity primarily as *leverage for ethical outcomes* rather than wealth extraction—attaching conditions to licensing that advance justice, safety, or care standards, while extracting only what's necessary for organizational sustainability.\n\n## Why This Leverage Exists\n\nWhen a patent covers something truly critical—a lifesaving drug, an essential safety technology—other institutions face a trilemma:\n\n1. License from you on your terms\n2. Design around your patent (often impossible or inferior)\n3. Petition government to exercise eminent domain\n\nThis creates enormous leverage. The question is: leverage *for what*?\n\n## The Constraints on Any Monopolist\n\nThree forces can check patent monopolies:\n\n1. **Eminent domain**: Government can seize patents for public necessity (underutilized, in this view)\n2. **Trolley Problem calculus**: When pricing becomes indefensible harm, moral and political pressure mounts\n3. **Chokehold patents**: Upstream patent holders (like fundamental CRISPR patents) could constrain downstream behavior\n\n## The Safeword Application\n\nLifesaver Labs' patent licensing strategy aims to demonstrate this model: push hard for safety and consent goals, but recognize limits—while understanding that sometimes coercive arguments may be necessary⁵ with institutions not participating, keeping up, or being honest. Specifically:\n\n- Public acceptance defines the general boundary of reasonable pressure\n- Religious exceptions must exist\n- The goal ranges from *nudging* to *noodging* depending on institutional responsiveness\n- Overreach risks patent workarounds or eminent domain invocation\n\n## The Ethical Imperative\n\nThe framework argues: if you hold monopoly power over something people genuinely need, you bear a moral obligation to wield it for public benefit rather than extraction—and to stay calibrated to what the public will actually accept, while being willing to apply necessary⁵ pressure when institutions refuse to participate honestly.\n\nThere are surprisingly few moral monopolists in the historical record. The opportunity exists for patent holders of lifesaving technologies⁵ to set a different precedent."
    }
  ]
}
