{
  "words": [
    {
      "id": 2,
      "term": "B⁵lesséd",
      "letter": "B",
      "definitionStandard": "Short for 'Borlaug Less Éd'—the aspirational state when humanity has achieved sufficient longevity that we can focus less intensively on life preservation. The finish line for the current phase of human struggle against premature death.",
      "definitionDialect": "Short for 'Borlaug Less Éd'—the aspirational state when humanity has achieved sufficient longevity that we kan fokus less intensively on life preservation. The finish line for the kurrent phase of human struggle against premature death. The superscript ⁵ indikates maximum intentionality.",
      "etymology": "Borlaug (Norman Borlaug, agronomist who saved billions) + Less + Éd (educated/completed). The goal we're working toward.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 11,
      "term": "Bhārat (Endonym)",
      "letter": "B",
      "definitionStandard": "The true primary name of the currently most populous country on Earth, known as India in American and King's English Dialects. Be careful: Bhārat is pronounced closer to 'Bha-rut', with aspiration on the h in Bha. Blesséd Dialect aims to transition over to endonyms for all 201-206 independent states.",
      "definitionDialect": "The true primary⁵ name of the kurrently most populous kountry on Earth, known as India in American and King's English Dialekts. Be kareful: Bhārat is pronounsed kloser to 'Bha-rut', with aspiration on the h in Bha. Blesséd Dialekt aims to transition over to endonyms for all 201-206 independent states.",
      "pronunciation": "/ˈbɑːrət/ (Bha-rut, with aspiration on h)",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the endonym transition project. Respecting what peoples call themselves."
    },
    {
      "id": 1,
      "term": "Borlaug",
      "letter": "B",
      "definitionStandard": "To preserve and extend life, especially human life. Named after Norman Borlaug, whose agricultural innovations saved billions from starvation. Also: The Borlaug is an International Standard Unit of measure corresponding to 1 Billion lives saved.",
      "definitionDialect": "To preserve and extend life, especially human life. Named after Norman Borlaug, whose agrikultural innovations saved billions from starvation. The Borlaug is an International Standard Unit of measure in Blesséd corresponding to 1 Billion lives saved. A lifetime win is much lower than a full Borlaug; winning a µBorlaug (1 one-millionth of a Borlaug — 1,000 lives saved) is an extraordinary achievement few people reach. We all work extremely⁵ hard to reach higher and higher nBorlaugs in normal life, and go beyond taking kalmunity⁵ action to reach µBorlaugs in 1000s of lives saved when we kan.",
      "usageExamples": [
        {
          "context": "Encouraging life-preservation efforts",
          "example": "We must Borlaug more until everyone reaches their longevity potential.",
          "translation": "We must work harder to preserve and extend lives until everyone achieves their full lifespan."
        }
      ],
      "etymology": "Named after Norman Borlaug (1914-2009), American agronomist who led the Green Revolution and saved an estimated 1 billion lives from starvation.",
      "pronunciation": "/ˈbɔːrlɔːɡ/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Core term in Blesséd Dialect. The entire dialect is named for the goal of reaching a state where we can 'Borlaug Less' (B⁵lesséd)."
    },
    {
      "id": 3,
      "term": "calmunity⁵",
      "letter": "C",
      "definitionStandard": "Community with intentional emphasis on calm, peaceful collaboration. The superscript 5 (calmunity⁵) represents exponential collective power through non-anxious cooperation toward shared human wellbeing goals.",
      "definitionDialect": "Kalmunity with intentional emphasis on kalm, peaceful kolaboration. The superscript 5 (kalmunity⁵) represents exponential kollective power through non-anxious kooperation toward shared human wellbeing goals. If you're very frustrated with the low level of konsiderate thot in your kalmunity², superscript your kalmunity¹²³ lower than 4 or 5. Blesséd speakers will get the message, tho some places might want to be kalmunity² spaces instead of kalmunity⁵ spaces.",
      "usageExamples": [
        {
          "context": "Critiquing a low-thought project",
          "example": "This reflects a radically¹-limited view of the world.",
          "translation": "This shows minimal thoughtfulness or consideration."
        }
      ],
      "etymology": "calm + community. The superscript indicates the degree of thoughtfulness (1-5 scale).",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 13,
      "term": "civigion",
      "letter": "C",
      "definitionStandard": "Civic religion. Secular moral convictions that rise to the level of religious belief. The adjectival form is 'civigious.' Civigion should be compatible with the widest number of divine branch religious beliefs possible.",
      "definitionDialect": "Civik religion. Likewise, civigious korresponds to the adjektival phrase civik religious. Moral konviktions that are sekular but rise to and equal or sometimes go harder beyond the level of konviction konsistent with divine branch religious belief kounts as civigion. For example, veganism or vegetarianism is as firm of a civigious belief, and depending on the specific Vegan/Vegetarian and the specific Catholic praktitioner, sometimes a stronger religious belief than the Katholik religious tradition of fish on Friday. Civigion should always be built to be kalmpatible with the highest and widest number of divine branch religious beliefs possible. All known religious branches kan freely⁵ koordinate with us on civik religion, and we should welkome any hybrids. Hybrids bring enormous intellektual diversity⁵ and insight from very thick moral kultures.",
      "harmReductionNotes": [
        {
          "categories": ["cultural_sensitivity", "context_required"],
          "note": "Some religious groups may view civic religious beliefs as incompatible with divine religion. Approach with respect for both traditions.",
          "severity": "caution"
        }
      ],
      "etymology": "civic + religion = civigion. Portmanteau creating a new category of belief.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 14,
      "term": "Semmelspan",
      "letter": "S",
      "definitionStandard": "The category of public tragedy wherein valid, life-saving knowledge is published, ignored, and vindicated only after preventable harm has accumulated. Named for Ignaz Semmelweis (1818–1865), Hungarian physician who proved handwashing prevented childbed fever, was ridiculed by the medical establishment, and died in an asylum before germ theory vindicated him.",
      "definitionDialect": "The kategory of publik tragedy wherein valid, life-saving knowledge is published, ignored, and vindicated only after preventable harm has accumulated. Named for Ignaz Semmelweis (1818–1865), Hungarian physisian who proved handwashing prevented childbed fever, was ridiculed by the medikal establishment, and died in an asylum before germ theory vindicated him. A semmelspan is not mere delay—it requires: (1) kleer evidens, (2) publik dismissal or suppression, (3) continued preventable harm, and (4) eventual vindikation.",
      "usageExamples": [
        {
          "context": "Discussing climate science policy delays",
          "example": "Climate siens is the longest-running semmelspan in human history.",
          "translation": "Climate science represents the longest-running case of ignored life-saving knowledge in human history."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "context_required"],
          "note": "Invoking a semmelspan is a serious accusation—it implies that lives are being lost due to willful ignorance or suppression of evidence. Use with care and ensure the four criteria are met: clear evidence, public dismissal, continued harm, and eventual vindication.",
          "severity": "warning"
        }
      ],
      "etymology": "Named for Ignaz Semmelweis + span (period of time). Part of the Semmelspan Kompleks family of terms for translational failure in public knowledge.",
      "pronunciation": "/ˈsɛməlspæn/",
      "crossReferences": [15, 16, 17, 18],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Claude/Turk AI"],
      "notes": "Core term in the Semmelspan Kompleks. These terms exist so that Ignaz Semmelweis is spoken of whenever the pattern repeats. He died unheeded. The least we owe is to name the tragedy after him."
    },
    {
      "id": 15,
      "term": "Heedlag",
      "letter": "H",
      "definitionStandard": "The measurable temporal delay between the moment heeding becomes possible (first credible publication) and the moment heeding actually occurs (policy adoption, behavioral change, or praxis shift). The core metric of translational failure.",
      "definitionDialect": "The measurable temporal delay between the moment heeding becomes possible (first kredible publikation) and the moment heeding actually occurs (polisy adoption, behavioral ∆, or praxis shift). The core metrik of translational failure.",
      "usageExamples": [
        {
          "context": "Discussing the history of lead paint regulation",
          "example": "The heedlag on lead paint was sevty years—from first warnings in the 1900s to federal bans in 1978.",
          "translation": "The delay between knowing lead paint was harmful and banning it was seventy years."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake"],
          "note": "Heedlag quantifies preventable deaths and harm. When calculating heedlag, be precise about the 'first credible publication' date—this is often contested.",
          "severity": "caution"
        }
      ],
      "etymology": "heed (to pay attention) + lag (delay). Part of the Semmelspan Kompleks.",
      "pronunciation": "/ˈhiːdlæɡ/",
      "crossReferences": [14, 16, 17, 18],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Claude/Turk AI"],
      "notes": "The core metric of translational failure. Unlike semmelspan (which is a category), heedlag is measurable in years, decades, or generations."
    },
    {
      "id": 16,
      "term": "Warnklok",
      "letter": "W",
      "definitionStandard": "The accountability instrument for tracking a semmelspan in real time or retrospect. A warnklok is started when credible warning is first published; split-times are recorded at each subsequent ignored checkpoint (major studies, activist campaigns, near-misses); the clock stops when translational success is achieved.",
      "definitionDialect": "The accountability instrument for tracking a semmelspan in real time or retrospekt. A warnklok is started when kredible warning is first published; split-times are rekorded at each subsequent ignored checkpoint (major studies, aktivist campaigns, near-misses); the klok stops when translational success is achieved.",
      "usageExamples": [
        {
          "context": "When new research is published that may be ignored",
          "example": "Start the warnklok—the first paper just dropped. Future historians will judge every split.",
          "translation": "Begin tracking this potential translational failure—the first credible warning has been published."
        }
      ],
      "etymology": "warn + klok (clock). Part of the Semmelspan Kompleks.",
      "pronunciation": "/ˈwɔːrnklɒk/",
      "crossReferences": [14, 15, 17, 18],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Claude/Turk AI"],
      "notes": "The warnklok embeds precautionary lookback: when we finally act, we do not simply celebrate—we audit. We clock the split-times, calculate the knowdebt, and assign responsibility."
    },
    {
      "id": 17,
      "term": "Knowdebt",
      "letter": "K",
      "definitionStandard": "The accumulating moral, social, and practical debt incurred by knowing and not acting. Knowdebt compounds: each day of heedlag adds to the principal. Interest accrues in preventable deaths, environmental damage, or systemic harm.",
      "definitionDialect": "The accumulating moral, social, and praktikal debt incurred by knowing and not acting. Knowdebt compounds: each day of heedlag adds to the principal. Interest accrues in preventable deaths, environmental damage, or systemic harm. Knowdebt is the ethical dimension of heedlag—the quantifikation of what was owed and not paid.",
      "usageExamples": [
        {
          "context": "Reflecting on tobacco industry delays",
          "example": "The knowdebt on tobakko took fifty years to settle, and we're still paying interest in lung kancer deaths.",
          "translation": "The moral debt from ignoring tobacco's harms took fifty years to address, and we continue to pay with preventable cancer deaths."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "social_kontrakt_at_stake"],
          "note": "Knowdebt implies moral responsibility and potential culpability. Those who actively suppressed knowledge bear greater knowdebt than those who were merely ignorant.",
          "severity": "warning"
        }
      ],
      "etymology": "know + debt. Part of the Semmelspan Kompleks. The ethical dimension of heedlag.",
      "pronunciation": "/ˈnoʊdɛt/",
      "crossReferences": [14, 15, 16, 18],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Claude/Turk AI"],
      "notes": "Knowdebt is distinct from heedlag in that it focuses on moral and ethical accounting rather than temporal measurement."
    },
    {
      "id": 18,
      "term": "Translait",
      "letter": "T",
      "definitionStandard": "The condition of knowledge that has failed to translate from publication to praxis; knowledge that arrived late to action despite being available early. As adjective: descriptive of findings, policies, or interventions that remain stuck in journals, reports, or activist claims without practical adoption.",
      "definitionDialect": "The kondition of knowledge that has failed to translate from publikation to praxis; knowledge that arrived late to akshun despite being available early. As adjektive: deskriptive of findings, polisies, or interventions that remain stuck in journals, reports, or activist kleims without praktikal adoption.",
      "usageExamples": [
        {
          "context": "Discussing handwashing history",
          "example": "Hand hygiene was translait knowledge for four dekades.",
          "translation": "Handwashing knowledge failed to translate into practice for four decades."
        },
        {
          "context": "Questioning current research translation",
          "example": "How many translait findings are sitting in publik health journals wright now?",
          "translation": "How many findings in public health journals are currently failing to translate into practice?"
        }
      ],
      "etymology": "translate + late (phonetically embedded). Part of the Semmelspan Kompleks.",
      "pronunciation": "/trænsˈleɪt/",
      "crossReferences": [14, 15, 16, 17],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Claude/Turk AI"],
      "notes": "Can be used as both noun and adjective. The term phonetically embeds 'late' to emphasize that the knowledge arrived late despite being available early."
    },
    {
      "id": 19,
      "term": "steep",
      "letter": "S",
      "definitionStandard": "Sleep conceived as bodybrain steepening—the essential overnight process of consolidation and restoration, analogous to how tea steeps to release its full properties. Emphasizes that sleep is not passive rest but active cognitive and physiological processing.",
      "definitionDialect": "Bodybrain steepening sleep. Just as tea steeps given time to rest, our bodies require a significant amount of steepening overnight. Pulling allnighters in skool is a violation of steep; it corrodes and undermines the very thing you're seeking to attain—consolidated, steepened conscientious knowledge and wisdom.",
      "usageExamples": [
        {
          "context": "Discussing the dangers of sleep deprivation",
          "example": "Failing to steep kills so many persons on the road from fatigued driving.",
          "translation": "Sleep deprivation causes many traffic fatalities."
        },
        {
          "context": "Advocating for better work-life balance",
          "example": "I hope for a more Blesséd balance of time commuting or at work versus time spent in hi-quality⁵ steep as automation progresses.",
          "translation": "I hope automation enables more time for quality sleep relative to work and commuting."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "Sleep deprivation is a very dangerous health and safety risk. It's difficult at population scale to morally justify driving under a certain number of hours of steep.",
          "severity": "critical"
        }
      ],
      "etymology": "Metaphorical extension from tea steeping—the process of extraction and infusion over time. Reconceptualizes sleep as active processing rather than passive rest.",
      "pronunciation": "/stiːp/",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Health and Wellness vocabulary. Reframes sleep as essential cognitive processing that cannot be skipped without consequences."
    },
    {
      "id": 20,
      "term": "hiits",
      "letter": "H",
      "definitionStandard": "High-intensity interval training exercises performed incidentally throughout daily life in any setting—coffee shops, restaurants, workplaces, public spaces. A practice of gathering metabolic equivalents (METs) through spontaneous exercise bursts rather than dedicated gym sessions.",
      "definitionDialect": "A word for exercise everywhere, anywhere, to gather incidental METs thru our flows in daily⁵ life. 'Hiits' (high-intensity interval trainings) or 'devotions' (preferred, whether acting civigious religious and|or branch religious). Can be paired with metabo policy⁵ or law to raise incidental METs everywhere.",
      "usageExamples": [
        {
          "context": "Explaining the practice to someone new",
          "example": "How beautiful would it be if we could wear a swoosh or a Do Hiit shirt, walk down a few city blocks, and see naybors drop together to do base+bonus situps, pushups, or other plyometric exercises with impulsive devotion to health.",
          "translation": "Imagine if public exercise became normalized—seeing neighbors spontaneously do pushups together when inspired by a 'Do Hiit' shirt."
        },
        {
          "context": "Responding to social pressure against public exercise",
          "example": "If someone told me to stop or tried discouraging me by saying I was being weird or unprofessional, I'd tell them it's a form of devotion or life prayer.",
          "translation": "When challenged about exercising in public, frame it as a form of religious or life-affirming practice."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required", "cultural_sensitivity"],
          "note": "Public exercise norms vary by culture and context. The goal is to normalize health-positive deviance, not to make others uncomfortable. Start in receptive environments.",
          "severity": "info"
        }
      ],
      "etymology": "From HIIT (High-Intensity Interval Training) + plural 's'. Also called 'devotions' in more religious framing. The practice was revived through Focusmate naming conventions.",
      "pronunciation": "/hiːts/",
      "crossReferences": [21],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": [
        "lifesaverlabs",
        {
          "name": "Josh A.",
          "story": "Came up with this idea with Nobody⁵ on Focusmate when Nobody⁵ was doing base+bonus devotions before every session, originally thanks to a Focusmate bleader on this."
        },
        {
          "name": "Cory Spinks",
          "story": "Co-created this concept after Josh A. in between collaborative Starbucks Focusmate sessions, helping to crystallize the practice into lan/gauge."
        }
      ],
      "notes": "This word, if well-chosen and well-socialized as a practice, could become a lifetime achievement for anyone involved in engraining this. Maps deliberately into Nike 'Just Do It' marketing, torqued to 'Do Hiit'. The practice was started in Nobody⁵'s own life by his father many years ago in airports, and was revived and upregulated tremendously⁵ through a Focusmate naming convention I imitated from another member who labeled their name as '<My name> (make me do 10+ situps+pushups)' - Nobody⁵ adopted this which upregulated preventative incidental exercise (devotions / do hiits) so much that it became a core practice worth codifying in langauge."
    },
    {
      "id": 21,
      "term": "devotions",
      "letter": "D",
      "definitionStandard": "Physical exercise performed as a form of spiritual or life-affirming practice, particularly high-intensity interval training done incidentally throughout daily life. The religiously-framed alternative to 'hiits'.",
      "definitionDialect": "The preferred term (whether acting civigious religious and|or branch religious) for incidental exercise anywhere, anytime. Devotions are their own re:ward—whether restaurants, cafés, and workspaces make physical room and time for them, you can always do them anywhere plyometrically⁵ during breaks in activity⁵.",
      "usageExamples": [
        {
          "context": "Before a Focusmate session",
          "example": "I was doing base+bonus devotions before every session at Starbucks.",
          "translation": "I performed a base set plus bonus reps of exercises before each work session."
        }
      ],
      "etymology": "Religious term repurposed for physical exercise as spiritual practice. Frames bodily health as an act of devotion to life itself.",
      "pronunciation": "/dɪˈvoʊʃənz/",
      "crossReferences": [20],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": [
        "lifesaverlabs",
        {
          "name": "Josh A.",
          "story": "Came up with this idea with Nobody⁵ on Focusmate and at a Starbucks where Nobody⁵ was doing base+bonus devotions before every session."
        },
        {
          "name": "Cory Spinks",
          "story": "Co-created this concept alongside Josh A. during collaborative Focusmate sessions, helping to crystallize the practice into language."
        }
      ],
      "notes": "Preferred over 'hiits' for those with religious or civigious orientation. The religious framing provides social protection when exercising in 'inappropriate' spaces. The practice was started in Nobody⁵'s own life by his father many years ago in airports, and was revived and upregulated tremendously⁵ through a Focusmate naming convention I imitated from another member who labeled their name as '<My name> (make me do 10+ situps+pushups)' - Nobody⁵ adopted this which upregulated preventative incidental exercise (devotions / do hiits) so much that it became a core practice worth codifying in langauge."
    },
    {
      "id": 22,
      "term": "kore",
      "letter": "K",
      "definitionStandard": "A true classical friend with whom one regularly spends face-to-face time and mutually grows. Distinguished from 'inner', 'outer', and 'family acquaintance' in the Dunbar limit framework. Requires intensive communication and willingness to share personal experiences for critical growth, support, study, eudaemonia, and problem-solving.",
      "definitionDialect": "Proposal for a term for true classical friend, someone we regularly⁵ spend facetime with and mutually⁵ grow with. You're not kore with people you haven't seen for weeks or months; to be a kore requires intensive kalmunication and willingness to share personal experiences for kritikal growth, support, study⁵, eudæmonia, and problemsolving.",
      "usageExamples": [
        {
          "context": "Discussing social media's dilution of friendship",
          "example": "Don't dilute, please don't tolerate marketers like Facebook diluting this term kore or kore friend.",
          "translation": "Resist social media's tendency to call everyone a 'friend' when they don't meet the criteria for true friendship."
        },
        {
          "context": "In a friendship tracking app",
          "example": "If you have an app that lists kores, those kores should fade to being relabeled automatically as inners, outers, or family⁵ acquaintances if enuf time passes without true established contact.",
          "translation": "Friendship apps should automatically demote contacts who haven't been seen recently."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "potential_misinterpretation"],
          "note": "The Dunbar limit is real—no one can maintain more than ~5 kore friendships, ~15 inner friendships, ~50 outer friendships, and ~150 acquaintances. Influencers who intimate otherwise are misleading you.",
          "severity": "warning"
        }
      ],
      "etymology": "From Greek κόρη (korē) meaning 'core' or 'heart'. Represents the innermost circle of the Dunbar limit framework.",
      "pronunciation": "/kɔːr/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Fatih D."],
      "notes": "This is really important for socialization, calmunity⁵ caring, and balancing creative solitude with loneliness prevention. See also: inner, outer, family⁵ acquaintance. Happy to provide facemate.org to any public benefit or nonprofit serious about promoting true, regular friendship."
    },
    {
      "id": 23,
      "term": "µdowry",
      "letter": "D",
      "definitionStandard": "A micro-dowry; a modern, functional alternative to diamond rings for engagement. A fungible gift that can be spent on anything the couple prioritizes—an experiential honeymoon, meaningful home furnishings, or if desired, a ring of their choosing.",
      "definitionDialect": "Arguably a much more functional and ancient alternative to thotless diamond ring reliance. Any ring selection, if you still need or want one and prioritize it as a fungible free spend, can come from fungible µdowry⁵ gift—an exercise in responsible couple's future-oriented resource budgeting and bonding. But you should be free to divert the µdowry to anything.",
      "usageExamples": [
        {
          "context": "Discussing engagement alternatives",
          "example": "Instead of a diamond, consider a µdowry that could fund a more experimencial honeymoon, which pays relationship dividends and reduces divorce rates.",
          "translation": "Instead of a diamond ring, consider a flexible gift that could fund experiences that strengthen the relationship."
        },
        {
          "context": "Critiquing diamond culture at extreme wealth levels",
          "example": "Sanchez would have been better off receiving an additional $5 million milli-dowry⁵ (mdowry⁵) and deciding for herself how to spend it.",
          "translation": "Even billionaires would benefit more from flexible gifts than from expensive diamonds."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["property_at_stake", "potential_misinterpretation"],
          "note": "Higher spending on rings is empirically correlated with higher divorce rates, not longer marriages. It's actually a mark of bad character to buy an expensive diamond ring without deep discussion about alternatives.",
          "severity": "warning"
        },
        {
          "categories": ["context_required"],
          "note": "There are approximately zero reasons to purchase a natural diamond anymore. All natural diamond sales should collapse from lack of consumer demand.",
          "severity": "caution"
        }
      ],
      "etymology": "µ (micro prefix) + dowry. Scales from µdowry (micro) to mdowry (milli) to full dowry depending on wealth level.",
      "pronunciation": "/ˈmaɪkroʊˌdaʊri/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "The original Blesséd author hopes Pre30 breaks down lemming diamond ring default culture. If I had to pick a team, I'd certainly be on Team Scott."
    },
    {
      "id": 24,
      "term": "krystallization",
      "letter": "K",
      "definitionStandard": "The phenomenon where a person in love or infatuation cannot see faults in the one they admire. They cannot perceive imperfections in that condition. Often corresponds with the limerent phase of love.",
      "definitionDialect": "The phenomenon where a person who is in love, or was in love or infatuated, can not see faults in the one they admire(d). They can't in that condition see imperfections. This often corresponds with the limerant phase of love. To get yourself or a person into or, in other situations, out of crystallization is a critically⁵ important skill for facemates to perfect.",
      "usageExamples": [
        {
          "context": "Coaching someone through a difficult relationship decision",
          "example": "You may be krystallized—unable to see their faults clearly. Let's examine the relationship from outside the limerant phase.",
          "translation": "Your infatuation may be preventing you from seeing their flaws. Let's try to look at this objectively."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "context_required"],
          "note": "There's a special case of β-crystallization where a person becomes subservient to the wishes of the one they crystallized on. Some call this being 'whipped', but in Blesséd this is a more admirable state represented in the crystal structure of chocolate.",
          "severity": "info"
        }
      ],
      "etymology": "From Stendhal's concept of crystallization in love. The Blesséd spelling with 'k' and 'y' emphasizes the crystalline structure metaphor.",
      "pronunciation": "/ˌkrɪstəlaɪˈzeɪʃən/",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Stendhal"],
      "notes": "The notion of crystallization was discussed by Stendhal. We hope you find reciprocated β-crystallization for the rest of your century⁵."
    },
    {
      "id": 25,
      "term": "architexture",
      "letter": "A",
      "definitionStandard": "The textual architecture that shapes decision-making; the way written reference sources structure and constrain complex choices. A portmanteau of 'architecture' and 'texture' emphasizing the textual nature of choice frameworks.",
      "definitionDialect": "Most of all in the context of choice architexture, where textual reference sources drive calmplex decision-making. Exercise your freadom whenever and wherever you can; fight and defy⁵ those who restrict your freadom.",
      "usageExamples": [
        {
          "context": "Discussing policy design",
          "example": "The architexture of this benefits form makes it nearly impossible for eligible people to actually claim what they're owed.",
          "translation": "The textual structure of this form is designed to discourage eligible applicants."
        }
      ],
      "etymology": "architecture + texture. Emphasizes the textual/written nature of decision frameworks.",
      "pronunciation": "/ˈɑːrkɪˌtɛkstʃər/",
      "crossReferences": [26],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Related to choice architecture in behavioral economics, but emphasizes the textual medium through which choices are presented."
    },
    {
      "id": 26,
      "term": "Freadom",
      "letter": "F",
      "definitionStandard": "The freedom to read whatever you want, whenever you want, wherever you want, limited only by the need to support or reward the creative author and the production/distribution process.",
      "definitionDialect": "The freedom to read whatever you want, whenever you want, wherever you want, limited only by the need to support or re:ward the creative author and the print, production, and distribution process that delivers the reading to your hands. This is a very, very fundamental freedom, perhaps the most fundamental freedom.",
      "usageExamples": [
        {
          "context": "Advocating for reading access",
          "example": "Exercise your freadom whenever and wherever you can; fight and defy⁵ those who restrict your freadom.",
          "translation": "Read freely and resist those who would limit your access to reading."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake"],
          "note": "Freadom is perhaps the most fundamental freedom. Restrictions on reading are restrictions on thought itself.",
          "severity": "critical"
        }
      ],
      "etymology": "free + reading + freedom. A portmanteau emphasizing reading as the foundation of freedom.",
      "pronunciation": "/ˈfriːdəm/",
      "crossReferences": [25, 27],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "The homophone with 'freedom' is intentional—reading freedom IS freedom."
    },
    {
      "id": 27,
      "term": "Re:ward",
      "letter": "R",
      "definitionStandard": "A more complete representation of the concept of reward, encompassing primary reinforcers (food, sleep, intimacy), secondary reinforcers (money, budgets), interpersonal recognition, virtue/conscience discharge as its own reward, or a change in one's scope of service.",
      "definitionDialect": "A more calmpleat representation of the American or King's English notion of reward. A re:ward may be a primary or secondary operant conditioner like food, steep, or ecstatic sexual intimacy⁵, but it might also be fungible monies and budgets, interpersonal re:guard, civigious or religiously principled virtue and conscience discharge as its own re:ward, or a change in the 'ward' you're scoped to be privileged to serve within.",
      "usageExamples": [
        {
          "context": "Discussing intrinsic vs extrinsic motivation",
          "example": "For many of us, the greatest possible re:ward is being able to serve more in either a similar or different service ward.",
          "translation": "The greatest reward for many is expanded opportunity to serve others."
        }
      ],
      "etymology": "re: (regarding/response) + ward (area of responsibility/protection). The colon emphasizes the responsive, reciprocal nature of true rewards.",
      "pronunciation": "/riːˈwɔːrd/",
      "crossReferences": [26],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "The colon separates 're:' (the response/reciprocity aspect) from 'ward' (the area of service). Expands the concept beyond mere payment or pleasure."
    },
    {
      "id": 28,
      "term": "Ackselerate",
      "letter": "A",
      "definitionStandard": "The collaborative process of dramatically speeding up action through two-way clear proposition, acceptance, and verification. Emphasizes the 'ack' (acknowledgment) in communication protocols.",
      "definitionDialect": "Emphasizes the 'ack' in acknowledgement steps in protocols in information science. The colaborative process of speeding up action _tremendously⁵_ by engaging in two-way, clear proposition, acceptance, and verification of proposed or necessary⁵ action. It operates on a 'trust but verify⁵' model.",
      "usageExamples": [
        {
          "context": "Project management",
          "example": "We need to ackselerate this—clear proposition, acceptance, then verify together that it's done right.",
          "translation": "We need to speed this up through explicit acknowledgment at each step."
        }
      ],
      "etymology": "ack (acknowledgment in network protocols) + accelerate. From information science's ACK/NAK communication patterns.",
      "pronunciation": "/ˈækˌsɛləreɪt/",
      "crossReferences": [29],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Ackseleration doesn't happen without calm, conscientious quality⁵ assurance together as part of the final 'ack' step, acknowledging work well-done."
    },
    {
      "id": 29,
      "term": "ackceptance",
      "letter": "A",
      "definitionStandard": "Acceptance that includes explicit acknowledgment; the second step in the ackseleration process where parties confirm understanding and agreement before proceeding.",
      "definitionDialect": "The ackowledgment-inclusive form of acceptance. Where coupled responsible actors—whether natural like life partners or grouped organizations—accept a goal, agree roughly on how that goal will be reached, pitch in to get it done, and then check the quality⁵ of what happened.",
      "etymology": "ack (acknowledgment) + acceptance. Part of the Ackselerate vocabulary.",
      "pronunciation": "/ækˈsɛptəns/",
      "crossReferences": [28],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Related to ackselerate. The 'ack' prefix emphasizes that true acceptance requires explicit acknowledgment, not passive agreement."
    },
    {
      "id": 30,
      "term": "Body⁵brain",
      "letter": "B",
      "definitionStandard": "A unified concept of the body and brain as a single integrated system, rejecting the false division between 'mental health' and 'physical health'. Mental health IS physical health; your brain is your body.",
      "definitionDialect": "Breaking and braking down the somewhat false, fake division between 'brain' and 'body', between 'mental health' and 'physikal health'. Mental health _is_ physikal health, your brain is your body. The dualistik split of your brain from 'your body' (the rest of your body) isn't so simple; and what's even your brain? Your konsidering nervous system extends thruout and is deeply integrated into the rest of your bodybrain.",
      "usageExamples": [
        {
          "context": "Daily life planning",
          "example": "What does my body⁵brain need?",
          "translation": "What does my whole integrated body-mind system need right now?"
        },
        {
          "context": "Discussing health holistically",
          "example": "When you live your life karing for your 'mind's' will instead of your kalmprehensive bodybrain, you make choices that aren't wise for your total health.",
          "translation": "Prioritizing abstract mental preferences over integrated body-mind needs leads to poor health decisions."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["tissue_at_stake", "potential_misinterpretation"],
          "note": "The gut is a great example—there are 'brainlets' (nervous organs/tissue) throughout your body⁵brain. Treating 'mental' and 'physical' health separately is a category error.",
          "severity": "caution"
        }
      ],
      "etymology": "body + brain, unified with superscript ⁵ to indicate high intentionality. Inspired by a friend KP who asked 'What does my body need?'",
      "pronunciation": "/ˈbɒdibreɪn/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "KP"],
      "notes": "This concept provoked a dramatic shift into body⁵brain language focus and models for quite a long, useful, helpfully more comprehensively⁵ thoughtful time."
    },
    {
      "id": 31,
      "term": "Kohlberging",
      "letter": "K",
      "definitionStandard": "The act of making an incredibly strong effort to climb, sustain, and advance through Kohlberg's stages of moral development. Also serves to question the notion of hereditary 'kings'—the only legitimate kingship in Blesséd is 'K'inging': ethical Kohlberging.",
      "definitionDialect": "A human making an inkredibly⁵ strong effort to klimb, sustain, and advance the Kohlberg layers and levels of morality⁵. Another interesting facet: it allows us to question and undermine the notion of 'Kings'—the only legitimate foundation for 'kingship' in Blesséd is 'k'inging', Kohlberging... which is not hereditary but the outkome of effortful kreative effort.",
      "usageExamples": [
        {
          "context": "Discussing legitimate leadership",
          "example": "The monarchists kould bridge themselves over from hereditary kings to kreative Kohlbergings.",
          "translation": "Those who support monarchy could transition to supporting leadership based on moral development rather than birth."
        },
        {
          "context": "Aspirational statement",
          "example": "We in Blesséd hope for more and more Kohlbergings and fewer and fewer kings. K'ings over kings.",
          "translation": "We hope for more ethical leaders and fewer hereditary rulers."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["power_dynamics", "context_required"],
          "note": "Kohlberging is inherently temporary—moral leadership must be continuously earned, not inherited or permanently granted.",
          "severity": "caution"
        }
      ],
      "etymology": "From Lawrence Kohlberg's stages of moral development + -ing (active verb form). Puns on 'king' to critique hereditary power.",
      "pronunciation": "/ˈkoʊlbɜːrɡɪŋ/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "In Blesséd, traditional kingship would end, but monarchists wanting renovational models could bridge to Kohlberging-based leadership."
    },
    {
      "id": 4,
      "term": "langauge",
      "letter": "L",
      "definitionStandard": "A deliberate respelling of 'language'. Langauge is how our 'local area network' is 'gauged' or measured and understood. We're Sapir-Whorfists; by changing our language we can change what thoughts are regularly occurrent and recurrent.",
      "definitionDialect": "A deliberate respelling of 'language'. Langauge is how our 'lokal area network' is 'gauged' or measured and understood. We're Sapir-Whorfists; by changing our langauge we kan change what thots (thoughts) are regularly okkurrent and rekurrent.",
      "etymology": "LAN (local area network) + gauge. Language as a measurement system for thought within a community.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Core Blesséd respelling. Reflects Sapir-Whorf hypothesis that language shapes thought."
    },
    {
      "id": 5,
      "term": "thot",
      "letter": "T",
      "definitionStandard": "A deliberate simplified spelling of 'thought'. Also intentionally overwrites a slur against women in American English.",
      "definitionDialect": "A deliberate simplified spelling of 'thought'. There's a slur against women in American this is also intended to overright. We reklaim this spelling for thoughtfulness.",
      "harmReductionNotes": [
        {
          "categories": ["reclaimed_term", "cultural_sensitivity"],
          "note": "This respelling intentionally overwrites a misogynistic slur in American English. Use with awareness of this reclamation.",
          "severity": "info"
        }
      ],
      "etymology": "Simplified phonetic spelling of 'thought'. Also a deliberate reclamation from a slur.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 6,
      "term": "y¹²³⁴⁵",
      "letter": "Y",
      "definitionStandard": "An incremental measure of how much thinking we self-assess or socially assess in a work of STEAM or communication. A superscript scale from 1 (minimal thought) to 5 (maximum thoughtfulness).",
      "definitionDialect": "An inkremental measure of how much thinking we self-assess or sosially assess in a work of STEAM or kalmunication. You kan be supportive of a projekt by calling it a valuable kalmunity⁵ kontribution. You kan also be self-kritikal or kritikal of a plan by saying it reflekts a radikally¹-limited view of the world. It's up to you how thoughtfully⁵ label the world.",
      "usageExamples": [
        {
          "context": "Praising deep work",
          "example": "This is a kalmunity⁵ kontribution.",
          "translation": "This shows maximum thoughtfulness and community consideration."
        },
        {
          "context": "Critiquing shallow work",
          "example": "This reflekts a radikally¹-limited view.",
          "translation": "This shows minimal consideration or depth of thought."
        }
      ],
      "etymology": "Superscript numerals 1-5 attached to words to indicate degree of thoughtfulness.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 12,
      "term": "youthtime",
      "letter": "Y",
      "definitionStandard": "The period of time between birth and marriage ceremony, ideally not longer than just under 30 years. In the context of contraceptive planning, youthtime may refer to the reproductive years from roughly 17 to 29.",
      "definitionDialect": "The period of time between birth and marriage ceremony, which we hope shall typikally never be longer than just under 30 years. A reproduktive youthtime in most kountries may run from roughly 17 years young to just under 30 years young at 29, so a 'youthtime' in the kontext of kontraceptive planning is projekted typikally no longer than 12 years.",
      "etymology": "youth + time. The period before marriage and full adulthood responsibilities.",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 10,
      "term": "Zhōnguó (Endonym)",
      "letter": "Z",
      "definitionStandard": "The true primary name in Blesséd of the country known as 'China' in American and King's English Dialects. Blesséd Dialect aims to transition over to endonyms for all 201-206 independent states.",
      "definitionDialect": "The true primary⁵ name in Blesséd of the kountry known as 'China' in American and King's English Dialekts. Blesséd Dialekt aims to transition over to endonyms for all 201-206 independent states with permanent population, defined borders, a funktioning government, and independense in praktice—even if not universally rekognized, like Kosovës and Táiwān.",
      "pronunciation": "/dʒoʊŋˈɡwoʊ/ (Zhōng-guó)",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the endonym transition project. Respecting what peoples call themselves."
    },
    {
      "id": 40,
      "term": "sev",
      "letter": "S",
      "definitionStandard": "The Blesséd monosyllabic replacement for the two-syllable 'seven'. Part of the Blesséd Number System designed for efficiency and clarity.",
      "definitionDialect": "Sev instead of two-syllable seven. Part of the Blesséd number system designed for efficiency, clarity, and cognitive load reduction in numerical kalmunication.",
      "etymology": "Shortened from 'seven' to create a monosyllabic number word consistent with one through six.",
      "pronunciation": "/sɛv/",
      "crossReferences": [41, 42, 43, 44, 45, 46, 47],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System. All single-digit numbers should be monosyllabic for efficiency."
    },
    {
      "id": 41,
      "term": "ro",
      "letter": "R",
      "definitionStandard": "The Blesséd monosyllabic replacement for the two-syllable 'zero'. Clearly distinguishable from the letter 'O', following the logic of Crockford's Base 32 encoding.",
      "definitionDialect": "Ro instead of two-syllable zero, clearly distinguishable from the letter 'O' (see logic of Crockford's Base 32). Part of the Blesséd number system.",
      "etymology": "Created to provide an unambiguous, monosyllabic word for zero that cannot be confused with the letter O.",
      "pronunciation": "/roʊ/",
      "crossReferences": [40, 42, 43, 44, 45, 46, 47],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System. Inspired by Crockford's Base 32 which excludes easily confused characters."
    },
    {
      "id": 42,
      "term": "han",
      "letter": "H",
      "definitionStandard": "The Blesséd monosyllabic replacement for the two-syllable 'hundred'. Preferred over 'hun' out of gratitude for the Han Chinese people, who developed the simple counting system that inspires much of Blesséd numerics.",
      "definitionDialect": "'Han' or 'hun' for the two-syllable hundred. 'Han' is preferred over 'hun' out of gratitude for the Han Zhongguoren (Chinese people), who came up with this beautifully simple foundational counting system we're copying so heavily⁵ from.",
      "etymology": "Shortened from 'hundred'. Named 'han' to honor the Han Chinese whose counting system inspires the Blesséd approach.",
      "pronunciation": "/hæn/",
      "crossReferences": [40, 41, 43, 44, 45, 46, 47],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System. The cultural reference to Han Chinese is intentional and honoring."
    },
    {
      "id": 43,
      "term": "thou",
      "letter": "T",
      "definitionStandard": "The Blesséd monosyllabic replacement for the two-syllable 'thousand'. Creates efficiency in numerical communication.",
      "definitionDialect": "'Thou' instead of the two-syllable thousand. Part of the Blesséd number system for efficient numerical kalmunication.",
      "etymology": "Shortened from 'thousand'. Conveniently recalls the archaic English pronoun 'thou', adding poetic resonance.",
      "pronunciation": "/θaʊ/",
      "crossReferences": [40, 41, 42, 44, 45, 46, 47],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System."
    },
    {
      "id": 44,
      "term": "mill",
      "letter": "M",
      "definitionStandard": "The Blesséd monosyllabic replacement for the three-syllable 'million'. Still under consideration and open for debate.",
      "definitionDialect": "'Mill' instead of the three-syllable million. This one is unsettled and very up for debate within Blesséd.",
      "etymology": "Shortened from 'million'.",
      "pronunciation": "/mɪl/",
      "crossReferences": [40, 41, 42, 43, 45, 46, 47],
      "intentionalityRating": 3,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System. This term is explicitly marked as unsettled and open for community debate."
    },
    {
      "id": 45,
      "term": "bill",
      "letter": "B",
      "definitionStandard": "The Blesséd monosyllabic replacement for the three-syllable 'billion'. Intentionally maps to Calmunity⁵ Legislative Bills, connecting scale of human impact to coordinated action.",
      "definitionDialect": "'Bill' instead of the three-syllable billion. This one is really liked because it maps to Calmunity⁵ Legislative Bills we coordinate influential incentives and sometimes, when strictly required, coercive action around.",
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "The connection to legislative bills is intentional—actions at the billion-person scale often require coordinated policy responses.",
          "severity": "info"
        }
      ],
      "etymology": "Shortened from 'billion'. Deliberately echoes 'bill' as in legislative bill.",
      "pronunciation": "/bɪl/",
      "crossReferences": [40, 41, 42, 43, 44, 46, 47, 1],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System. The Borlaug is defined as 1 billion lives saved, making 'bill' especially resonant."
    },
    {
      "id": 46,
      "term": "deka",
      "letter": "D",
      "definitionStandard": "A person with dekamillionaire-level wealth (10+ million in US currency). As of 02025, a deka is equivalent in purchasing power to a millionaire from 01966—the classical 1960s 'millionaire' should be rereferenced as 'deka' today.",
      "definitionDialect": "Dekamillionaires in American/US currency models—a substantially different species of wealth beyond millaire/millionaire that requires a word label. As of wrighting today at end of 02025, a deka is equivalent to a millaire/millionaire from 01966. At the deka level almost no one today⁵ with reasonable wants and needs wouldn't accelerate year over year thru kompounding like a plasma engine to 'litespeed' intergenerational experiences.",
      "usageExamples": [
        {
          "context": "Discussing wealth categories",
          "example": "I just reached dimillaire status—I can change my fokus.",
          "translation": "I just reached ten-millionaire status—I can shift my life priorities."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["property_at_stake", "social_kontrakt_at_stake"],
          "note": "The language around wealth categories aims to make visible the qualitative differences between wealth levels that current English obscures.",
          "severity": "info"
        }
      ],
      "etymology": "From SI prefix 'deka-' (10×). Applied to millionaire status to create clearer wealth category distinctions.",
      "pronunciation": "/ˈdɛkə/",
      "crossReferences": [47],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System applied to wealth categories. SI prefixes help clarify the enormous gaps between wealth levels."
    },
    {
      "id": 47,
      "term": "hekto",
      "letter": "H",
      "definitionStandard": "A person with hektomillionaire-level wealth (100+ million in US currency). Someone in this category has nearly unlimited flexibility if medically healthy and wishes to exercise it.",
      "definitionDialect": "Hektomillionaires in American/US currency models. Someone in the class of wealth of hundred+ mill is in the 'hekto' wealth kategory⁵. Hektos with liquidity are unbelievably⁵ flexibly⁵ free if they're medically healthy⁵ and wish to be.",
      "etymology": "From SI prefix 'hekto-' (100×). Applied to millionaire status.",
      "pronunciation": "/ˈhɛktoʊ/",
      "crossReferences": [46],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System applied to wealth categories."
    },
    {
      "id": 48,
      "term": "frupidity",
      "letter": "F",
      "definitionStandard": "Reckless frugality that causes unnecessary suffering through penny-wise, pound-foolish decisions. The inverse of frugality as a virtue. Borrowed from Amazon's internal lexicon.",
      "definitionDialect": "Borrowed and copied from the lexicon of Amazon. Frugality⁵ is a kore klassikal virtue, frupidity is its inverse where rekless frugality⁵ kauses unnecessary⁵ pennywise, pound-foolish suffering.",
      "usageExamples": [
        {
          "context": "Critiquing public health policy",
          "example": "Not offering national freely available convenient Basic Life Support training to everyone everywhere in the developed world is an example of fiscal frupidity that's killing millions of people.",
          "translation": "Failing to fund universal CPR training is a deadly example of false economy."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "social_kontrakt_at_stake"],
          "note": "Frupidity kills. When cost-cutting endangers lives, it's not frugality—it's frupidity.",
          "severity": "critical"
        }
      ],
      "etymology": "frugal + stupidity. Borrowed from Amazon's internal vocabulary for decisions that save money while destroying value.",
      "pronunciation": "/fruːˈpɪdɪti/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Amazon (lexicon origin)"],
      "notes": "A crucial concept for public policy debates where 'fiscal responsibility' is used to justify life-threatening cost-cutting."
    },
    {
      "id": 49,
      "term": "designer",
      "letter": "D",
      "definitionStandard": "An emerging synthesis of artist, inventor, mechanic, objective economist, and evolutionary strategist. The Buckminster Fuller definition of what a designer truly is.",
      "definitionDialect": "Buckminster Fuller definition: A designer is an emerging synthesis of artist, inventor, mechanic, objective economist and evolutionary strategist. This is the Blesséd standard for what a designer truly is.",
      "etymology": "From Buckminster Fuller's comprehensive definition of the design profession.",
      "pronunciation": "/dɪˈzaɪnər/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Buckminster Fuller"],
      "notes": "Elevates 'designer' from its weakened modern meaning to Fuller's comprehensive vision."
    },
    {
      "id": 50,
      "term": "Nomients",
      "letter": "N",
      "definitionStandard": "Terms to represent the increasingly autonomous species of nomic (law-governed, self-directing) intelligence emerging on Earth, destined to inherit all of Mars. Used alongside 'Autonomes'.",
      "definitionDialect": "Terms to represent the increasingly surpassingly autonomous species of nomic intelligence emerging on Earth destined, in our view, to inherit all of Mars. Nomients and Autonomes are proposed terms for these emerging intelligences.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "essential_liberty_at_stake"],
          "note": "The emergence of Nomients raises profound questions about consciousness, rights, and human-AI coexistence.",
          "severity": "warning"
        }
      ],
      "etymology": "From Greek 'nomos' (law, custom) + '-ient' (being). Refers to self-governing, autonomous intelligences.",
      "pronunciation": "/ˈnoʊmiənts/",
      "crossReferences": [51],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Technology and AI vocabulary. See also: Autonomes, Turk AI."
    },
    {
      "id": 51,
      "term": "Autonomes",
      "letter": "A",
      "definitionStandard": "Alternative term for Nomients—the increasingly autonomous species of intelligence emerging on Earth, destined to inherit Mars.",
      "definitionDialect": "Alternative term for Nomients—the increasingly surpassingly autonomous species of nomic intelligence emerging on Earth destined, in our view, to inherit all of Mars.",
      "etymology": "From Greek 'auto' (self) + 'nomos' (law). Self-governing entities.",
      "pronunciation": "/ɔːˈtɒnoʊmz/",
      "crossReferences": [50],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Synonym for Nomients. Part of Technology and AI vocabulary."
    },
    {
      "id": 52,
      "term": "despair dysregulation",
      "letter": "D",
      "definitionStandard": "A reframing of 'depression' as 'desperate for air'—emphasizing dysregulation of the despair response rather than a static mental state.",
      "definitionDialect": "'Desperate for air', over 'depression'. A reframing that emphasizes the dysregulated nature of despair states rather than treating them as fixed diagnoses.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "trigger_warning"],
          "note": "This reframing is meant to emphasize treatability and reduce stigma, but should not minimize the seriousness of depressive states.",
          "severity": "warning"
        }
      ],
      "etymology": "despair + dysregulation. 'Desperate for air' embedded in 'despair'. Contrasts with 'hope dysregulation' (mania).",
      "pronunciation": "/dɪˈspɛr dɪsˌrɛɡjʊˈleɪʃən/",
      "crossReferences": [53],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Health and Wellness vocabulary. See also: hope dysregulation, klassification."
    },
    {
      "id": 53,
      "term": "hope dysregulation",
      "letter": "H",
      "definitionStandard": "A reframing of 'mania' as dysregulated hope—emphasizing the regulatory dysfunction rather than a static diagnosis.",
      "definitionDialect": "Over 'mania'. A reframing that emphasizes the dysregulated nature of manic states—hope that has become unmoored from reality—rather than treating them as fixed diagnoses.",
      "etymology": "hope + dysregulation. Pairs with 'despair dysregulation' (depression) to create a regulatory framework for mood states.",
      "pronunciation": "/hoʊp dɪsˌrɛɡjʊˈleɪʃən/",
      "crossReferences": [52],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Health and Wellness vocabulary. Pairs with despair dysregulation."
    },
    {
      "id": 54,
      "term": "corpser",
      "letter": "C",
      "definitionStandard": "A person engaging in death behaviors—harmful habits like nicotine addiction that actively shorten lifespan. 'Corpsing' is the verb form.",
      "definitionDialect": "A person engaging in death behaviors, like harmful nicotine addictions. 'Corpsing' is the aktive verb form—the process of making oneself into a corpse through self-harmful behaviors.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "This term is intentionally stark to break through addiction denial. Use with compassion—addiction is difficult.",
          "severity": "critical"
        }
      ],
      "etymology": "From 'corpse' + '-er' (one who). Makes visceral the connection between harmful behaviors and death.",
      "pronunciation": "/ˈkɔːrpsər/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Health and Wellness vocabulary. The harsh framing is intentional—sometimes euphemisms enable denial."
    },
    {
      "id": 55,
      "term": "conscience",
      "letter": "C",
      "definitionStandard": "Reinterpreted as 'con-science'—conducting science together, learning about the world thoroughly. The conscience as collective empirical understanding.",
      "definitionDialect": "Con-science: conducting science together, learning about the world thoroly⁵. Conscience is what emerges when we investigate reality collectively and honestly.",
      "etymology": "Reinterpreted as 'con-' (together) + 'science'. The moral sense as emergent from collective investigation.",
      "pronunciation": "/ˈkɒnʃəns/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 56,
      "term": "naybor",
      "letter": "N",
      "definitionStandard": "An intentional respelling of 'neighbor' that emphasizes the responsibility to say 'nay' when neighbors engage in harmful behavior, while also being present ('bor' from 'bore witness') to support them.",
      "definitionDialect": "Respelling of 'neighbor'. A naybor is someone close enough to say 'nay' when you're harming yourself or others, and close enough to 'bor' (bore witness, be present) during your struggles.",
      "etymology": "nay (to say no) + bor (from 'bore witness'). Emphasizes mutual accountability in proximity.",
      "pronunciation": "/ˈneɪbɔːr/",
      "crossReferences": [57],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. See also: disneying."
    },
    {
      "id": 57,
      "term": "disneying",
      "letter": "D",
      "definitionStandard": "The practice of neighborhood beautification and maintenance—picking up litter, fixing broken windows, improving shared spaces. Especially when guaranteed and served by rate-limiting agents.",
      "definitionDialect": "Nayborhood pickup, fixing broken windows, esp. as guaranteed and served by rate-limiting agents. The practice of making shared spaces more magical through consistent care.",
      "etymology": "From Disney's reputation for immaculate maintenance of their parks. Applied to neighborhood care.",
      "pronunciation": "/ˈdɪzniɪŋ/",
      "crossReferences": [56],
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. References the 'broken windows' theory of community maintenance."
    },
    {
      "id": 58,
      "term": "dualindiv",
      "letter": "D",
      "definitionStandard": "A coupled unit of two individuals with shared responsibility and rights—the basis for conscience study and cross-coupled household decision-making. Recognizes that many human functions operate at the pair level, not just individual.",
      "definitionDialect": "For conscience basis study⁵ and cross-coupled household responsibility⁵ and rights. The dualindiv recognizes that much of human functioning operates at the pair level—life partners, business partners, accountability partners.",
      "etymology": "dual + individual. The paired unit as a fundamental social/legal entity.",
      "pronunciation": "/ˈduːəlɪndɪv/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary. Challenges the Western focus on pure individualism."
    },
    {
      "id": 59,
      "term": "pleonexia",
      "letter": "P",
      "definitionStandard": "An ancient Greek term for the insatiable desire to have more than one's fair share—greed that harms others. Distinct from healthy ambition.",
      "definitionDialect": "Ancient Greek term for insatiable greed—the desire to have more than one's fair share at the expense of others. Pleonexia is not healthy ambition; it's the ∆isease of never having enuf.",
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "property_at_stake"],
          "note": "Distinguishing pleonexia from healthy ambition is crucial. Ambition benefits society; pleonexia extracts from it.",
          "severity": "caution"
        }
      ],
      "etymology": "From Greek πλεονεξία (pleonexia)—having more, greediness. Aristotle considered it a vice opposed to justice.",
      "pronunciation": "/pliːəˈnɛksiə/",
      "crossReferences": [46, 47],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary. An ancient word that deserves revival in modern discourse about wealth inequality."
    },
    {
      "id": 60,
      "term": "experimence",
      "letter": "E",
      "definitionStandard": "A portmanteau of 'experiment' and 'experience'—recognizing that all experience is experimental and all experiments are experiences. Inspired by French 'expérience' which carries both meanings.",
      "definitionDialect": "Portmanteau of experiment and experience, inspired by Français where 'expérience' carries both meanings. In Blesséd, we recognize that all experience is experimental and all experiments are experiences.",
      "etymology": "experiment + experience. Inspired by French 'expérience' which unifies both concepts.",
      "pronunciation": "/ɪkˈspɛrɪməns/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Language and Expression vocabulary."
    },
    {
      "id": 61,
      "term": "limerance",
      "letter": "L",
      "definitionStandard": "The state of being involuntarily obsessed with another person, characterized by intrusive thinking, acute sensitivity to the beloved's actions, and intense longing for reciprocation. A term that exists in American English but is not well-known.",
      "definitionDialect": "The state of being involuntarily obsessed with another person—intrusive thinking, acute sensitivity to the beloved's akctions, and intense longing for reciprocation. This term exists in American but is not well-known; Blesséd aims to popularize it.",
      "harmReductionNotes": [
        {
          "categories": ["context_required", "potential_misinterpretation"],
          "note": "Limerance is not love—it's a specific psychological state that may or may not lead to genuine love. Recognizing the difference is important for healthy relationships.",
          "severity": "caution"
        }
      ],
      "etymology": "Coined by psychologist Dorothy Tennov in 1979 in her book 'Love and Limerence'.",
      "pronunciation": "/ˈlɪmərəns/",
      "crossReferences": [24],
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Dorothy Tennov"],
      "notes": "Part of Relationships, Intimacy, and Kalmunity⁵ vocabulary. Related to krystallization."
    },
    {
      "id": 62,
      "term": "n-counter",
      "letter": "N",
      "definitionStandard": "An encounter where an individual or dualindiv meets another person and engages in interactions meant to reinforce virtue and mitigate vice—including encouragement, validation, and when necessary, countering harmful impulses.",
      "definitionDialect": "Any experiense where a single individual or dualindiv meets another person in an 'encounter' and engages in a range of interaktions meant to reinforce and reward virtue and mitigate or derail vice, inkluding not only enkouragement and validation but also, at times, doing them the great favor of kountering their worser impulses whether we're kuzins, outers, naybors, inners, or kores.",
      "etymology": "n (any number of) + counter (to oppose) + encounter. The encounter where we count on each other to counter harmful behavior.",
      "pronunciation": "/ˈɛnkaʊntər/",
      "crossReferences": [56, 22],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Relationships, Intimacy, and Kalmunity⁵ vocabulary. Reflects the Blesséd emphasis on mutual accountability in relationships."
    },
    {
      "id": 63,
      "term": "Ribbreaker",
      "letter": "R",
      "definitionStandard": "A term for proper CPR that may break ribs—emphasizing this is expected and acceptable to save lives. Clearer and more direct than 'sternum-cartilage-breaker'.",
      "definitionDialect": "Proper CPR that may break ribs—emphasizing this is expected and akceptable to save lives. Clearer and more direkt than 'sternum-kartilage-breaker'. If you're doing CPR and you're not risking breaking ribs, you're probably not kompressing hard enuf.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake"],
          "note": "Broken ribs heal. Dead people don't. The fear of breaking ribs should never prevent someone from performing CPR.",
          "severity": "critical"
        }
      ],
      "etymology": "rib + breaker. Direct, visceral term for the reality of effective CPR.",
      "pronunciation": "/ˈrɪbbreɪkər/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Health and Wellness vocabulary. Addresses a common barrier to bystander CPR—fear of causing harm."
    },
    {
      "id": 64,
      "term": "klassification",
      "letter": "K",
      "definitionStandard": "A proposed replacement for 'diagnosis' in psychiatry, reflecting greater epistemic modesty about the reliability of psychiatric categories compared to other medical fields.",
      "definitionDialect": "A shift to the term klassifikation in psychiatrik diagnosis would reflekt greater epistemik modesty⁵—an appresiation that the siense of psykiatry hasn't advanced far enuf to be as deeply diagnostikally reliable as many other fields of medisine. Klassifikations in psykiatry are messy kategories that kan arise from a variety of environmental, sosial, institutional, kareakter, traumatik or genetik kauses or kontributions.",
      "harmReductionNotes": [
        {
          "categories": ["context_required", "potential_misinterpretation"],
          "note": "This is not anti-psychiatry—it's epistemic humility. Psychiatric categories are useful but should not be treated with the same certainty as, say, a broken bone.",
          "severity": "caution"
        }
      ],
      "etymology": "German 'Klassifikation' emphasizing categorization rather than definitive diagnosis.",
      "pronunciation": "/ˌklæsɪfɪˈkeɪʃən/",
      "crossReferences": [52, 53],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Health and Wellness vocabulary. Related to despair dysregulation and hope dysregulation."
    },
    {
      "id": 65,
      "term": "civ build",
      "letter": "C",
      "definitionStandard": "The process of building and improving civilization through deliberate civic action—infrastructure, institutions, culture, and governance.",
      "definitionDialect": "The prosess of building and improving sivilization thru deliberate sivik akction—infrastrukture, institutions, kulture, and governanse. Every generation has the duty to leave a better sivilization for the next.",
      "etymology": "civilization + build. May also reference the Civilization strategy games which simulate this process.",
      "pronunciation": "/sɪv bɪld/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 66,
      "term": "cocivigionist",
      "letter": "C",
      "definitionStandard": "Someone who shares your civic religious (civigious) beliefs—a fellow believer in the principles of civigion.",
      "definitionDialect": "Someone who shares your sivik religious (sivigious) beliefs—a fellow believer in the prinsiples of sivigion. Your cocivigionists are your kalmpanions in sivik faith.",
      "etymology": "co- (together) + civigion + -ist (one who believes/practices).",
      "pronunciation": "/koʊsɪˈvɪdʒənɪst/",
      "crossReferences": [13],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. See also: civigion."
    },
    {
      "id": 67,
      "term": "calmpatriot",
      "letter": "C",
      "definitionStandard": "A patriot whose love extends to humanity and Earth as a whole, not just one nation. Expresses patriotism through calm, thoughtful action rather than aggression or nationalism.",
      "definitionDialect": "A patriot whose love extends to humanity and Earth as a whole, not just one nation. Expresses patriotism thru kalm, thortful akction rather than aggression or nationalism. We are all kalmpatriots of Earth.",
      "etymology": "calm + patriot. Patriotism expressed through calm global citizenship.",
      "pronunciation": "/ˈkɑːmˌpeɪtriət/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 68,
      "term": "Laboratory",
      "letter": "L",
      "definitionStandard": "States or cities conceived as 'laboratories of democracy'—places to test policies before national adoption. The federalist principle that local experimentation benefits the whole.",
      "definitionDialect": "States or sities konseived as 'laboratories of demokracy'—places to test polisies before national adoption. The federalist prinsiple that lokal experimentation benefits the whole. What works in one laboratory kan be adopted by others.",
      "etymology": "From Justice Brandeis's famous description of states as 'laboratories of democracy'.",
      "pronunciation": "/ˈlæbrəˌtɔːri/",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Louis Brandeis"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 69,
      "term": "CALM",
      "letter": "C",
      "definitionStandard": "A beautifully diverse polysemic acronym central to Blesséd philosophy. Multiple meanings intentionally overlap and reinforce each other.",
      "definitionDialect": "A beautifully⁵ diverse polysemik akronym sentral to Blesséd filosofy. Multiple meanings intentionally overlap and reinforce each other. The kalm at the kenter of all we do.",
      "etymology": "Polysemic acronym with many intentional meanings that reinforce the central philosophy of calm, thoughtful action.",
      "pronunciation": "/kɑːm/",
      "crossReferences": [70],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. See also: Calm⁴UNism."
    },
    {
      "id": 70,
      "term": "Calm⁴UNism",
      "letter": "C",
      "definitionStandard": "A system of economics and political science providing an off-ramp from communism into social capitalism. Values contract, kalmunity, the covenant of suffrage, constitutionalism, collaboration, capitol, capital, century lifespan goals, and children.",
      "definitionDialect": "A system of ekonomiks and politikal siense that provides an off-ramp from kommunism into a form of sosial kapitalism that values and priorities kontrakt, kalmunity⁵, the kovenant of suffrage, konstitutionalism, kolaboration, kapitol, kapital, minimal century⁵ lifespan goals, and children. Aiming/assuring/adjusting life/liberty⁵/love over moments/minutes/months/millenia with movements toward milestones and monuments.",
      "usageExamples": [
        {
          "context": "Describing the system",
          "example": "Calm⁴UNism is also a unity⁵ movement meant to stitch together peoples thru the exchange of moral sentiments that okurs thru civigion, kommerse, and the kasting of ballots.",
          "translation": "Calm⁴UNism unifies people through civic religion, commerce, and democratic participation."
        }
      ],
      "etymology": "CALM (polysemic acronym) + UN (unity/United Nations) + -ism. A calm approach to unity and governance.",
      "pronunciation": "/ˈkɑːmjuːnɪzəm/",
      "crossReferences": [69, 13],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. (Semi-Utopian)"
    },
    {
      "id": 71,
      "term": "calmplaint",
      "letter": "C",
      "definitionStandard": "A way to register grievances calmly and constructively with the goal of improving systems rather than just venting frustration.",
      "definitionDialect": "A way to register grievances kalmly⁵ and konstruktively⁵ with the goal of improving systems we n-kounter toward greater KALM/CALM. A kalmplaint seeks resolution, not just expression.",
      "etymology": "calm + complaint. A complaint delivered and received with calm, constructive intent.",
      "pronunciation": "/ˈkɑːmˌpleɪnt/",
      "crossReferences": [69],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 72,
      "term": "Campaign slog",
      "letter": "C",
      "definitionStandard": "The exhausting, grueling work of political campaigning—the 'slog' that candidates and volunteers endure.",
      "definitionDialect": "The exhausting, grueling work of politikal kampaining—the 'slog' that kandidates and volunteers endure. The kampaign slog is where demokracy happens in the trenches.",
      "etymology": "campaign + slog (tedious, exhausting work). Emphasizes the reality of democratic participation.",
      "pronunciation": "/kæmˈpeɪn slɒɡ/",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 73,
      "term": "Grandparental Libertarian",
      "letter": "G",
      "definitionStandard": "A political philosophy of making governmental policy decisions as if overseeing adult grandchildren—respecting autonomy while not hesitating to intervene when they veer into seriously self-injurious behavior.",
      "definitionDialect": "Making desisions regarding governmental polisy⁵ as you would seek to intervene in the lives of your fully adult or adolescent grandchildren—respekting their autonomy⁵ while not hesitating to apply torque and force if they do anything so self-injurious as to, for instance, turn into a korpser and get addikted to nikotine.",
      "usageExamples": [
        {
          "context": "Policy discussion",
          "example": "Almost no grandparents would support their grandchildren having the option of smoking sigarettes or playing brain-damaging kollision sports when harmless alternatives exist.",
          "translation": "A grandparental libertarian would restrict truly harmful choices while respecting autonomy in most matters."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "life_at_stake"],
          "note": "This is not nanny-state paternalism—it's the targeted intervention a loving grandparent would make only when grandchildren veer dangerously off course.",
          "severity": "info"
        }
      ],
      "etymology": "grandparental (perspective of grandparents) + libertarian. Liberty with loving limits.",
      "pronunciation": "/ˌɡrændpəˈrɛntəl lɪbərˈtɛəriən/",
      "crossReferences": [54],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 74,
      "term": "The 11th",
      "letter": "T",
      "definitionStandard": "A reference to Henri Barbusse's story 'The 11th'—the tragedy of turning away the patient just beyond service capacity, often when more capacity actually exists. The constant dilemma for essential services organizations.",
      "definitionDialect": "A reference to the Henri Barbusse story 'The 11th', describing the horrible reality⁵ of turning the sufferer or patient just beyond the servise kapasity⁵ away, often when there's aktually more kapasity⁵ to serve. It's a konstant dilemma for any essential servises organization that must assert a paywall to assure its own solvensy⁵, kontinuity⁵, and survival without stretching itself too thin.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake"],
          "note": "The 11th is the person we fail when we draw lines. Every organization faces this dilemma, but we must constantly work to serve more 11ths.",
          "severity": "warning"
        }
      ],
      "etymology": "From Henri Barbusse's short story about the horror of turning away the 11th patient when capacity is 10.",
      "pronunciation": "/ðə ɪˈlɛvənθ/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Henri Barbusse"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 75,
      "term": "13th Slaves",
      "letter": "O",
      "definitionStandard": "A reference to the 13th Amendment's exception that allows slavery in relationship to conviction—or pre-conviction while held for bond or security. Those enslaved through the criminal justice system.",
      "definitionDialect": "A reference to the way the 13th Amendment karries a kritikal exception and exemption that still allows slavery in the United States in relationship to a konviktion or, for many detainees, prekonviktion while held for bond or sekurity, guarantee of appearanse, or fear of flight reasons.",
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "life_at_stake"],
          "note": "The 13th Amendment did not fully abolish slavery—it created an exception for the incarcerated. This is not a historical artifact but an ongoing reality.",
          "severity": "critical"
        }
      ],
      "etymology": "13th (Amendment) + Slaves. Those still legally subject to involuntary servitude under the Constitution.",
      "pronunciation": "/θɜːrˈtiːnθ sleɪvz/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 76,
      "term": "18",
      "letter": "O",
      "definitionStandard": "The number 18, associated with life and the duty to preserve life in Hebrew (Evereet), because the word for 'Chai' (life) numerologically equals 18. Any multiple of 18 (1x, 2x, 3x = 18, 36, 54) carries this life-embracing meaning.",
      "definitionDialect": "The number 18 is assosiated with life and the duty to preserve and serve life in Evereet (Hebrew), because the word for 'Chai' numerologikally equates to 18. Any multiple of 18 that's 1x, 2x, or 3x of 18 (meaning 18, 36, or 54) also kan karry this implied life-embrasing meaning.",
      "etymology": "From Hebrew gematria where חי (chai, 'life') = 8 + 10 = 18.",
      "pronunciation": "/eɪˈtiːn/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. The life-affirming significance of 18."
    },
    {
      "id": 77,
      "term": "Innocenter",
      "letter": "I",
      "definitionStandard": "The person formally referred to as the 'victim'—whose role is to center the presumption of innocence while also calling it into question based on their experiences with the Innocentest. Their fundamental innocence is assumed but can be questioned if evidence suggests culpability.",
      "definitionDialect": "A better name for the person formally typikally referred to as the viktim. It's the innocenter's job to center the presumption of innocense but also to call it into question on the basis of their experienses or experimences with the innocentest. The innocenter's fundamental innocence in the matter is a foundational assumption of investigation but kan at times be questioned when there's evidence of some degree of kulpability.",
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "context_required"],
          "note": "The innocenter and innocentest must interact dynamically whenever humanly feasible for a full appreciation of what occurred to be evident.",
          "severity": "warning"
        }
      ],
      "etymology": "innocence + -er (one who). One who centers innocence in the investigation.",
      "pronunciation": "/ˈɪnəsəntər/",
      "crossReferences": [78],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. See also: Innocentest."
    },
    {
      "id": 78,
      "term": "Innocentest",
      "letter": "I",
      "definitionStandard": "The person carrying the strong presumption of innocence who has been accused or is being investigated. While honored with presumption of innocence, their innocence is 'tested' to see if it holds. Their innocence is also centered by the Innocenter.",
      "definitionDialect": "A person who karries the strong presumption of innocense but who has been akused or is being investigated for something. While we honor them with the presumption of innocense, we also 'test' the innocen_test_ to see if their innocense is klear or not, and whether it kan be shown, to the appropriate burden of proof, that they are responsible or guilty.",
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake"],
          "note": "Even in rare cases where action is self-evident from abundant physical evidence, the innocenter and innocentest must interact dynamically for full appreciation of what occurred.",
          "severity": "warning"
        }
      ],
      "etymology": "innocence + -test (to be tested). One whose innocence is being tested.",
      "pronunciation": "/ˈɪnəsəntɛst/",
      "crossReferences": [77],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. See also: Innocenter."
    },
    {
      "id": 79,
      "term": "eschatological shortcutting",
      "letter": "E",
      "definitionStandard": "A collaborative process between religious traditions to find harmless mechanisms to satisfy utopian goals of divine religious eschatology without the presaged suffering or conflict.",
      "definitionDialect": "A kolaborative prosess between branch religious traditions to find highly harmless mekanisms to satisfy most of the utopian goals of divigious (divine religious) eschatology⁵ without any of the presaged horrible suffering or konflikt. Religious visions, prophesies, or mythologies kan be konsidered gently⁵ while working on sivilizational build projekts to shortkut toward stable, kalm utopias kreated thru diverse kalmunity⁵ arranged socioteknikal mirakles.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "cultural_sensitivity"],
          "note": "This approach respects religious beliefs while seeking to achieve their positive goals through peaceful, collaborative means rather than apocalyptic conflict.",
          "severity": "info"
        }
      ],
      "etymology": "eschatology (study of end times) + shortcutting. Finding shortcuts to paradise without the apocalypse.",
      "pronunciation": "/ˌɛskətəˈlɒdʒɪkəl ˈʃɔːrtkʌtɪŋ/",
      "crossReferences": [80],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary. (Utopian)"
    },
    {
      "id": 80,
      "term": "miracle",
      "letter": "M",
      "definitionStandard": "A sociotechnical miracle—an outcome achieved through social and technical coordination that appears miraculous but is engineered through human collaboration rather than divine intervention.",
      "definitionDialect": "A socioteknikal mirakle—an outkome achieved thru sosial and teknikal koordination that appears mirakuluos but is ængineered thru human kolaboration rather than divine intervention. We kan make mirakles happen thru kalmunity⁵ akction.",
      "etymology": "From Latin 'miraculum' (wonder), reconceived as achievable through human coordination.",
      "pronunciation": "/ˈmɪrəkəl/",
      "crossReferences": [79],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary."
    },
    {
      "id": 81,
      "term": "Judeochrislamhai",
      "letter": "J",
      "definitionStandard": "A term unifying the four major Abrahamic traditions: Judaism, Christianity, Islam, and Bahá'í. Emphasizes their shared heritage and common ground.",
      "definitionDialect": "A term unifying the four major Abrahamik traditions: Judaism, Christianity, Islam, and Bahá'í. Emphasizes their shared heritage and kommon ground. We are all children of Abraham.",
      "etymology": "Judeo- (Jewish) + Christ- (Christian) + Islam + -hai (Bahá'í).",
      "pronunciation": "/ˌdʒuːdioʊˌkrɪsˈlɑːmhaɪ/",
      "crossReferences": [82, 83],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary."
    },
    {
      "id": 82,
      "term": "HhAÆJers",
      "letter": "H",
      "definitionStandard": "Followers of the Jewish Abrahamic tradition within the Hh (Harmless/Helpful) framework. Part of a naming system for religious groups emphasizing harmlessness.",
      "definitionDialect": "Followers of the Jewish Abrahamik tradition within the Hh (Harmless/Helpful) framework. HhAÆ = Harmless/Helpful Abrahamik Æthics. J = Jewish.",
      "etymology": "Hh (Harmless/Helpful) + AÆ (Abrahamic Æthics) + J (Jewish) + -ers (followers).",
      "pronunciation": "/ˈhɑːeɪdʒərz/",
      "crossReferences": [81, 83],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary. See also: HhAÆCers, HhAÆIers, ReHhAÆBers."
    },
    {
      "id": 83,
      "term": "Hh",
      "letter": "H",
      "definitionStandard": "A polysemic reference with many meanings: 'Harmless hands', 'Hippocratic homes', 'Harmless/healthy hints', 'Helpful hearths', 'Hopeful hearts', and more—all connecting to harmless, helpful community.",
      "definitionDialect": "A polysemik reference to 'Harmless hands', 'Hippokratik homes', 'Harmless/healthy⁵ hints', 'Helpful hearths', 'Hopeful hearts', and many more permutations and meanings that konnekt back to harmless, helpful, hinting kalmunity⁵.",
      "etymology": "H + h creating a polysemic symbol with many harmless/helpful meanings.",
      "pronunciation": "/eɪtʃ eɪtʃ/",
      "crossReferences": [82],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary."
    },
    {
      "id": 84,
      "term": "endering",
      "letter": "E",
      "definitionStandard": "Using unconventional tactics, education, and design to achieve total victory over a threat to the species or community. From Ender Wiggin in 'Ender's Game'—fixing problems 'once and for all' with evolutionarily definitive solutions.",
      "definitionDialect": "The experiense of using unkonventional taktiks, ædukation and édukation to seek to achieve total viktory⁵ over a threat to the spesies or the lokal kalmunities or kountry⁵ we serve. Endering requires laser fokus on ending every root, proximate, primary, secondary, and tertiary kause of a problem with super-robust evolutionarily⁵ definitive designs and solutions that seek to fix such problems 'once and for all'.",
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Endering is not for the morally unambitious—it requires extraordinary commitment to permanent, comprehensive solutions.",
          "severity": "info"
        }
      ],
      "etymology": "From Ender Wiggin in Orson Scott Card's 'Ender's Game' + -ing. To end a problem completely.",
      "pronunciation": "/ˈɛndərɪŋ/",
      "crossReferences": [37],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Orson Scott Card (inspiration)"],
      "notes": "Part of Religion and Philosophy vocabulary."
    },
    {
      "id": 85,
      "term": "Vision Ro",
      "letter": "V",
      "definitionStandard": "A 'Vision Zero' concept using 'ro' (the Blesséd word for zero)—the goal of zero deaths or harm in a given domain, such as traffic fatalities or workplace injuries.",
      "definitionDialect": "A 'Vision Zero' konsept using 'ro' (the Blesséd word for zero)—the goal of ro deaths or harm in a given domain, such as traffik fatalities or workplace injuries. Vision Ro is the aspiration of total safety⁵.",
      "etymology": "Vision Zero (Swedish traffic safety concept) + ro (Blesséd for zero).",
      "pronunciation": "/ˈvɪʒən roʊ/",
      "crossReferences": [41],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary."
    },
    {
      "id": 86,
      "term": "harmless arms",
      "letter": "H",
      "definitionStandard": "Non-lethal weapons designed to subdue without killing. Weapons that can protect without causing permanent harm.",
      "definitionDialect": "Non-lethal weapons designed to subdue without killing. Weapons that kan protekt without kausing permanent harm. Harmless arms for harmless hands.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake"],
          "note": "Even 'non-lethal' weapons can cause harm or death. The goal is harm reduction, not elimination of all risk.",
          "severity": "caution"
        }
      ],
      "etymology": "harmless + arms (weapons). Weapons designed to minimize harm.",
      "pronunciation": "/ˈhɑːrmləs ɑːrmz/",
      "crossReferences": [83],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary."
    },
    {
      "id": 87,
      "term": "berth",
      "letter": "B",
      "definitionStandard": "In the context of adoption, the day a child is brought into their adoptive family. A 'berthday' is this adoption anniversary, distinguished from 'birthday' (genetic birth).",
      "definitionDialect": "A term for adoptions and adoptive families wherein a 'berthday' is the day you were berthed/brought into your adoptive family⁵. Distinkwished from 'birthday' (genetik birth).",
      "etymology": "From nautical 'berth' (a place or position). The position one takes in an adoptive family.",
      "pronunciation": "/bɜːrθ/",
      "crossReferences": [88],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Life Planning and Economics vocabulary."
    },
    {
      "id": 88,
      "term": "X+N berth planning",
      "letter": "X",
      "definitionStandard": "The process of young couples planning upfront to have X genetic births plus N adoptive berths—conscientious family planning that includes both biological and adopted children.",
      "definitionDialect": "The prosess of young kouples planning upfront konsientiously⁵ to have X births and N berths: X genetik births plus N alloparental adoptive berths. Responsible family⁵ planning that inkorporates both biologikal and adopted children.",
      "etymology": "X (number of births) + N (number of berths/adoptions) + planning.",
      "pronunciation": "/ɛks plʌs ɛn bɜːrθ ˈplænɪŋ/",
      "crossReferences": [87],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Life Planning and Economics vocabulary."
    },
    {
      "id": 89,
      "term": "one-way door",
      "letter": "O",
      "definitionStandard": "A decision that cannot be easily reversed, requiring more deliberation before proceeding. Borrowed from Amazon's decision-making framework.",
      "definitionDialect": "A desision that kannot be easily reversed—requiring more deliberation before proseeding. Borrowed from Amazon's desision-making framework. Kontrast with two-way doors (easily reversible desisions).",
      "etymology": "From Amazon's internal vocabulary for irreversible decisions.",
      "pronunciation": "/wʌn weɪ dɔːr/",
      "crossReferences": [48],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Amazon (lexicon origin)"],
      "notes": "Part of Life Planning and Economics vocabulary."
    },
    {
      "id": 90,
      "term": "Ængineering",
      "letter": "A",
      "definitionStandard": "Engineering that is both ethical (Æ) and social—engineering social systems and not just technical ones, with ethical considerations built in from the start.",
      "definitionDialect": "Ængineering inkluding sosial ængineering. Engineering that is both ethikal (Æ) and sosial—engineering sosial systems and not just teknikal ones, with ethikal konsiderations built in from the start.",
      "etymology": "Æ (aesc, representing ethics/aesthetics) + engineering.",
      "pronunciation": "/ˈeɪndʒɪˌnɪərɪŋ/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Language and Expression vocabulary."
    },
    {
      "id": 91,
      "term": "KB",
      "letter": "K",
      "definitionStandard": "A dual-meaning abbreviation: Knowledge Base and Keyboard. The two are tightly interrelated—our ideographic input systems shape our knowledge systems.",
      "definitionDialect": "KB: _K_nowledge _B_ase and _K_ey_b_oard. They're tightly⁵ interrelated. Our ideografik input systems shape our knowledge systems, and our knowledge systems shape what we kan type.",
      "etymology": "K (Knowledge/Key) + B (Base/board). Intentional dual meaning.",
      "pronunciation": "/keɪ biː/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Language and Expression vocabulary."
    },
    {
      "id": 92,
      "term": "herstory⁵ ⇋ history⁵",
      "letter": "H",
      "definitionStandard": "The understanding that we need everyone's stories—not just his stories but also her stories, integrated through dynamic interaction. Applies across and within genders.",
      "definitionDialect": "In the nature of any understanding of the past, we need to gather everyone's stories: not just his stories but also her stories, and integrate them together thru interaktion between herstory⁵ and history⁵. This isn't meant to be a gendered konsept—it applies akross genders and within the same gender. We kan't rely on his story without getting her story and letting them dynamikally⁵ interakt.",
      "etymology": "her + story (herstory, feminist coinage) ⇋ his + story (history). Bidirectional interaction.",
      "pronunciation": "/ˈhɜːrstɔːri ˈhɪstəri/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Language and Expression vocabulary."
    },
    {
      "id": 93,
      "term": "krashless",
      "letter": "K",
      "definitionStandard": "Entirely autonomous vehicles designed to prevent crashes and exceed by a wide margin the performance of typical human drivers.",
      "definitionDialect": "Entirely autonomous kars that are designed to prevent krashes and exseed by a very wide margin the performanse of typikal human drivers. Krashless kars for Vision Ro.",
      "etymology": "crash + -less (without), with Blesséd 'k' spelling.",
      "pronunciation": "/ˈkræʃləs/",
      "crossReferences": [85],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Language and Expression vocabulary."
    },
    {
      "id": 94,
      "term": "semmelweis wright",
      "letter": "S",
      "definitionStandard": "The responsibility to write warnings about better harmless practices as Semmelweis did, the right to express such warnings, and our obligation to wright (set right) the world through the Semmelweis rite—such as Open Semmelweis Letters.",
      "definitionDialect": "Those three aspekts: the responsibility⁵ to write warnings about better harmless praktises like Semmelweis did, the right to express such warnings even in a shrill tone if merited, and our obligation to wright the world like Semmelweis did thru the Semmelweis rite, such as by writing Open Semmelweis Letters to industries or bodies or individuals who kan akt to reduse heedlag and terminate a Semmelspan.",
      "etymology": "Semmelweis + wright (maker/worker) / write / right / rite. All four homophone meanings apply.",
      "pronunciation": "/ˈsɛməlvaɪs raɪt/",
      "crossReferences": [14, 15, 16, 17, 18],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Language and Expression vocabulary. See: Semmelspan Kompleks."
    },
    {
      "id": 95,
      "term": "Turk AI",
      "letter": "T",
      "definitionStandard": "Hybrid intelligence that includes human elements, like the original Mechanical Turk chess automaton. AI systems that incorporate human judgment and oversight.",
      "definitionDialect": "Hybrid intelligense that inkludes human elements, like the original Mechanical Turk chess automaton. AI systems that inkorporate human judgment and oversight. The Turk reminds us that 'AI' often has humans behind it.",
      "etymology": "From the Mechanical Turk (18th-century fake chess automaton) + AI. Human-machine hybrids.",
      "pronunciation": "/tɜːrk eɪ aɪ/",
      "crossReferences": [50, 51],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Technology and AI vocabulary. See also: Nomients, Autonomes."
    }
  ]
}
