{
  "words": [
    {
      "id": 2,
      "term": "B⁵lesséd",
      "letter": "B",
      "definition": "Short for 'Borlaug Less Éd'—the aspirational state when humanity has achieved sufficient longevity that we can focus less intensively on life preservation. The finish line for the current phase of human struggle against premature death."
    },
    {
      "id": 11,
      "term": "Bhārat (Endonym)",
      "letter": "B",
      "definition": "The true primary⁵ name of the country known as India in American and King's English Dialects. Blesséd Dialect aims to transition over to endonyms for all 201-206 independent states."
    },
    {
      "id": 1,
      "term": "Borlaug",
      "letter": "B",
      "definition": "To preserve and extend life, especially human life. Named after Norman Borlaug, whose agricultural innovations saved billions from starvation. Usage: 'We must Borlaug more until everyone reaches their longevity potential. The Borlaug is an International Standard Unit of measure in Blesséd corresponding to 1 Billion lives saved. A lifetime win is much, much lower than a full Borlaug; winning a µBorlaug (1 one-millionth of a Borlaug — 1,000 lives saved) is a extraordinary achievement few people reach. We all work extremely⁵ hard to reach higher and higher nBorlaugs in normal life, and go beyond taking calmunity⁵ action to reach µBorlaugs in 1000s of lives saved when we can.'"
    },
    {
      "id": 3,
      "term": "calmunity⁵",
      "letter": "C",
      "definition": "Community with intentional emphasis on calm, peaceful collaboration. The superscript 5 (calmunity⁵) represents exponential collective power through non-anxious cooperation toward shared human wellbeing goals. If you're very frustrated with the low level of considerate thot in your calmunity², superscript your calmunity¹²³ lower than 4 or 5. Blesséd speakers will get the message, tho some places might want to be calmunity² spaces instead of calmunity⁵ spaces."
    },
    {
      "id": 4,
      "term": "langauge",
      "letter": "L",
      "definition": "A deliberate respelling of 'language'. Langauge is how our 'local area network' is 'gauged' or measured and understood. We're Sapir-Whorfists; by changing our langauge we can change what thots (thoughts) are regularly occurrent and recurrent. "
    },
    {
      "id": 5,
      "term": "thot",
      "letter": "T",
      "definition": "A deliberate simplified spelling of 'thought'. There's a slur against women in American this is also intended to overright. "
    },
    {
      "id": 6,
      "term": "y¹²³⁴⁵",
      "letter": "Y",
      "definition": "An incremental measure of how much thinking we self-assess or socially assess in a work of STEAM or calmunication. You can be supportive of a project by calling it a valuable calmunity⁵ contribution. You can also be self-critical or critical of a plan by saying it reflects a radically¹-limited view of the world. It's up to you how thoughtfully⁵ label the world."
    },
    {
      "id": 12,
      "term": "youthtime",
      "letter": "Y",
      "definition": "The period of time between birth and marriage ceremony, which we hope shall typically never be longer than just under 30 years. A reproductive youthtime in most countries may run from roughly 17 years young to just under 30 years young at 29, so a 'youthtime' in the context of contraceptive planning is projected typically no longer than 12 years."
    },
    {
      "id": 10,
      "term": "Zhōnguó (Endonym)",
      "letter": "Z",
      "definition": "The true primary⁵ name in Blesséd of the country known as 'China' in American and King's English Dialects. Blesséd Dialect aims to transition over to endonyms for all 201-206 independent states with permanent population, defined borders, a functioning government, and independence in practice—even if not universally recognized, like Kosovës and Táiwān."
    }
  ]
}
