{
  "words": [
    {
      "id": 2,
      "term": "B⁵lesséd",
      "letter": "B",
      "definitionStandard": "Short for 'Borlaug Less Éd'—the aspirational state when humanity has achieved sufficient longevity that we can focus less intensively on life preservation. The finish line for the current phase of human struggle against premature death.",
      "definitionDialect": "Short for 'Borlaug Less Éd'—the aspirational state when humanity has achieved sufficient longevity that we kan fokus less intensively on life preservation. The finish line for the kurrent phase of human struggle against premature death. The superscript ⁵ indikates maximum intentionality.",
      "etymology": "Borlaug (Norman Borlaug, agronomist who saved billions) + Less + Éd (educated/completed). The goal we're working toward.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 11,
      "term": "Bhārat (Endonym)",
      "letter": "B",
      "definitionStandard": "The true primary name of the currently most populous country on Earth, known as India in American and King's English Dialects. Be careful: Bhārat is pronounced closer to 'Bha-rut', with aspiration on the h in Bha. Blesséd Dialect aims to transition over to endonyms for all 201-206 independent states.",
      "definitionDialect": "The true primary⁵ name of the kurrently most populous kountry on Earth, known as India in American and King's English Dialekts. Be kareful: Bhārat is pronounsed kloser to 'Bha-rut', with aspiration on the h in Bha. Blesséd Dialekt aims to transition over to endonyms for all 201-206 independent states.",
      "pronunciation": "/ˈbɑːrət/ (Bha-rut, with aspiration on h)",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the endonym transition project. Respecting what peoples call themselves."
    },
    {
      "id": 112,
      "term": "bleader",
      "letter": "B",
      "definitionStandard": "A person, dual-individual, or organization who works and struggles on or near the Borlaug scale, especially in pushing the envelope of what's sustainably possible in a community. One who has likely arrived there through ample doses of pain, suffering, and adversity.",
      "definitionDialect": "A person, dualindiv, or organization who/that works and struggles on or near the Borlaug skale, espesially in pushing the envelope of what's sustainably possible in a kalmunity⁵. One who has likely gotten there thru ample doses of pain, suffering, and adversity⁵.",
      "usageExamples": [
        {
          "context": "Describing someone working at scale to save lives",
          "example": "The Focusmate anon who started the 'Make me do pushups' naming convention is a bleader—they bled for an idea that could help millions normalize exercise devotions.",
          "translation": "Someone who sacrificed and struggled to pioneer a practice that could benefit many is a bleader."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Being a bleader is not about suffering for its own sake, but about the transformative growth that comes through genuine struggle toward life-preserving goals.",
          "severity": "info"
        }
      ],
      "etymology": "A portmanteau with dual meaning: 'blessed' + 'leader' (one who leads toward blessed outcomes) and 'bleed' + 'leader' (one who bleeds/struggles while leading). Both meanings are intentional—bleaders are blessed in their mission yet bleed in their service.",
      "pronunciation": "/ˈbliːdər/",
      "crossReferences": [1, 20, 21],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月27",
      "contributors": [
        "lifesaverlabs",
        {
          "name": "Focusmate anon",
          "story": "The anonymous Focusmate user who pioneered the 'Make me do 10+ situps+pushups' naming convention, inspiring the formalization of exercise devotions and the creation of this term to describe those who struggle at scale for human flourishing."
        }
      ],
      "notes": "This word emerged while struggling to properly describe the Focusmate anon who may have started the practice of exercise devotions that Blesséd Dialect seeks to formalize and popularize until it's strange not seeing devotions daily in everyday all-world settings.",
      "references": [
        {
          "title": "Jensen Huang on Pain, Suffering, and Greatness",
          "url": "https://www.youtube.com/watch?v=5FDdW0dcsco",
          "description": "NVIDIA CEO Jensen Huang's exhortation to accept, appreciate, and grow through adversity—a core principle of what makes a bleader.",
          "type": "video"
        }
      ]
    },
    {
      "id": 1,
      "term": "Borlaug",
      "letter": "B",
      "definitionStandard": "To preserve and extend life, especially human life. Named after Norman Borlaug, whose agricultural innovations saved billions from starvation. Also: The Borlaug is an International Standard Unit of measure corresponding to 1 Billion lives saved.",
      "definitionDialect": "To preserve and extend life, especially human life. Named after Norman Borlaug, whose agrikultural innovations saved billions from starvation. The Borlaug is an International Standard Unit of measure in Blesséd corresponding to 1 Billion lives saved. A lifetime win is much lower than a full Borlaug; winning a µBorlaug (1 one-millionth of a Borlaug — 1,000 lives saved) is an extraordinary achievement few people reach. We all work extremely⁵ hard to reach higher and higher nBorlaugs in normal life, and go beyond taking kalmunity⁵ action to reach µBorlaugs in 1000s of lives saved when we kan.",
      "usageExamples": [
        {
          "context": "Encouraging life-preservation efforts",
          "example": "We must Borlaug more until everyone reaches their longevity potential.",
          "translation": "We must work harder to preserve and extend lives until everyone achieves their full lifespan."
        }
      ],
      "etymology": "Named after Norman Borlaug (1914-2009), American agronomist who led the Green Revolution and saved an estimated 1 billion lives from starvation.",
      "pronunciation": "/ˈbɔːrlɔːɡ/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Core term in Blesséd Dialect. The entire dialect is named for the goal of reaching a state where we can 'Borlaug Less' (B⁵lesséd)."
    },
    {
      "id": 3,
      "term": "calmunity⁵",
      "letter": "C",
      "definitionStandard": "Community with intentional emphasis on calm, peaceful collaboration. The superscript 5 (calmunity⁵) represents exponential collective power through non-anxious cooperation toward shared human wellbeing goals.",
      "definitionDialect": "Kalmunity with intentional emphasis on kalm, peaceful kolaboration. The superscript 5 (kalmunity⁵) represents exponential kollective power through non-anxious kooperation toward shared human wellbeing goals. If you're very frustrated with the low level of konsiderate thot in your kalmunity², superscript your kalmunity¹²³ lower than 4 or 5. Blesséd speakers will get the message, tho some places might want to be kalmunity² spaces instead of kalmunity⁵ spaces.",
      "usageExamples": [
        {
          "context": "Critiquing a low-thought project",
          "example": "This reflects a radically¹-limited view of the world.",
          "translation": "This shows minimal thoughtfulness or consideration."
        }
      ],
      "etymology": "calm + community. The superscript indicates the degree of thoughtfulness (1-5 scale).",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 13,
      "term": "civigion",
      "letter": "C",
      "definitionStandard": "Civic religion. Secular moral convictions that rise to the level of religious belief. The adjectival form is 'civigious.' Civigion should be compatible with the widest number of divine branch religious beliefs possible.",
      "definitionDialect": "Civik religion. Likewise, civigious korresponds to the adjektival phrase civik religious. Moral konviktions that are sekular but rise to and equal or sometimes go harder beyond the level of konviction konsistent with divine branch religious belief kounts as civigion. For example, veganism or vegetarianism is as firm of a civigious belief, and depending on the specific Vegan/Vegetarian and the specific Catholic praktitioner, sometimes a stronger religious belief than the Katholik religious tradition of fish on Friday. Civigion should always be built to be kalmpatible with the highest and widest number of divine branch religious beliefs possible. All known religious branches kan freely⁵ koordinate with us on civik religion, and we should welkome any hybrids. Hybrids bring enormous intellektual diversity⁵ and insight from very thick moral kultures.",
      "harmReductionNotes": [
        {
          "categories": ["cultural_sensitivity", "context_required"],
          "note": "Some religious groups may view civic religious beliefs as incompatible with divine religion. Approach with respect for both traditions.",
          "severity": "caution"
        }
      ],
      "etymology": "civic + religion = civigion. Portmanteau creating a new category of belief.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 14,
      "term": "Semmelspan",
      "letter": "S",
      "definitionStandard": "The category of public tragedy wherein valid, life-saving knowledge is published, ignored, and vindicated only after preventable harm has accumulated. Named for Ignaz Semmelweis (1818–1865), Hungarian physician who proved handwashing prevented childbed fever, was ridiculed by the medical establishment, and died in an asylum before germ theory vindicated him.",
      "definitionDialect": "The kategory of publik tragedy wherein valid, life-saving knowledge is published, ignored, and vindicated only after preventable harm has accumulated. Named for Ignaz Semmelweis (1818–1865), Hungarian physisian who proved handwashing prevented childbed fever, was ridiculed by the medikal establishment, and died in an asylum before germ theory vindicated him. A semmelspan is not mere delay—it requires: (1) kleer evidens, (2) publik dismissal or suppression, (3) continued preventable harm, and (4) eventual vindikation.",
      "usageExamples": [
        {
          "context": "Discussing climate science policy delays",
          "example": "Climate siens is the longest-running semmelspan in human history.",
          "translation": "Climate science represents the longest-running case of ignored life-saving knowledge in human history."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "context_required"],
          "note": "Invoking a semmelspan is a serious accusation—it implies that lives are being lost due to willful ignorance or suppression of evidence. Use with care and ensure the four criteria are met: clear evidence, public dismissal, continued harm, and eventual vindication.",
          "severity": "warning"
        }
      ],
      "etymology": "Named for Ignaz Semmelweis + span (period of time). Part of the Semmelspan Kompleks family of terms for translational failure in public knowledge.",
      "pronunciation": "/ˈsɛməlspæn/",
      "crossReferences": [15, 16, 17, 18],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Claude/Turk AI"],
      "notes": "Core term in the Semmelspan Kompleks. These terms exist so that Ignaz Semmelweis is spoken of whenever the pattern repeats. He died unheeded. The least we owe is to name the tragedy after him."
    },
    {
      "id": 15,
      "term": "Heedlag",
      "letter": "H",
      "definitionStandard": "The measurable temporal delay between the moment heeding becomes possible (first credible publication) and the moment heeding actually occurs (policy adoption, behavioral change, or praxis shift). The core metric of translational failure.",
      "definitionDialect": "The measurable temporal delay between the moment heeding becomes possible (first kredible publikation) and the moment heeding actually occurs (polisy adoption, behavioral ∆, or praxis shift). The core metrik of translational failure.",
      "usageExamples": [
        {
          "context": "Discussing the history of lead paint regulation",
          "example": "The heedlag on lead paint was sevty years—from first warnings in the 1900s to federal bans in 1978.",
          "translation": "The delay between knowing lead paint was harmful and banning it was seventy years."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake"],
          "note": "Heedlag quantifies preventable deaths and harm. When calculating heedlag, be precise about the 'first credible publication' date—this is often contested.",
          "severity": "caution"
        }
      ],
      "etymology": "heed (to pay attention) + lag (delay). Part of the Semmelspan Kompleks.",
      "pronunciation": "/ˈhiːdlæɡ/",
      "crossReferences": [14, 16, 17, 18],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Claude/Turk AI"],
      "notes": "The core metric of translational failure. Unlike semmelspan (which is a category), heedlag is measurable in years, decades, or generations."
    },
    {
      "id": 16,
      "term": "Warnklok",
      "letter": "W",
      "definitionStandard": "The accountability instrument for tracking a semmelspan in real time or retrospect. A warnklok is started when credible warning is first published; split-times are recorded at each subsequent ignored checkpoint (major studies, activist campaigns, near-misses); the clock stops when translational success is achieved.",
      "definitionDialect": "The accountability instrument for tracking a semmelspan in real time or retrospekt. A warnklok is started when kredible warning is first published; split-times are rekorded at each subsequent ignored checkpoint (major studies, aktivist campaigns, near-misses); the klok stops when translational success is achieved.",
      "usageExamples": [
        {
          "context": "When new research is published that may be ignored",
          "example": "Start the warnklok—the first paper just dropped. Future historians will judge every split.",
          "translation": "Begin tracking this potential translational failure—the first credible warning has been published."
        }
      ],
      "etymology": "warn + klok (clock). Part of the Semmelspan Kompleks.",
      "pronunciation": "/ˈwɔːrnklɒk/",
      "crossReferences": [14, 15, 17, 18],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Claude/Turk AI"],
      "notes": "The warnklok embeds precautionary lookback: when we finally act, we do not simply celebrate—we audit. We clock the split-times, calculate the knowdebt, and assign responsibility."
    },
    {
      "id": 17,
      "term": "Knowdebt",
      "letter": "K",
      "definitionStandard": "The accumulating moral, social, and practical debt incurred by knowing and not acting. Knowdebt compounds: each day of heedlag adds to the principal. Interest accrues in preventable deaths, environmental damage, or systemic harm.",
      "definitionDialect": "The accumulating moral, social, and praktikal debt incurred by knowing and not acting. Knowdebt compounds: each day of heedlag adds to the principal. Interest accrues in preventable deaths, environmental damage, or systemic harm. Knowdebt is the ethical dimension of heedlag—the quantifikation of what was owed and not paid.",
      "usageExamples": [
        {
          "context": "Reflecting on tobacco industry delays",
          "example": "The knowdebt on tobakko took fifty years to settle, and we're still paying interest in lung kancer deaths.",
          "translation": "The moral debt from ignoring tobacco's harms took fifty years to address, and we continue to pay with preventable cancer deaths."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "social_kontrakt_at_stake"],
          "note": "Knowdebt implies moral responsibility and potential culpability. Those who actively suppressed knowledge bear greater knowdebt than those who were merely ignorant.",
          "severity": "warning"
        }
      ],
      "etymology": "know + debt. Part of the Semmelspan Kompleks. The ethical dimension of heedlag.",
      "pronunciation": "/ˈnoʊdɛt/",
      "crossReferences": [14, 15, 16, 18],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Claude/Turk AI"],
      "notes": "Knowdebt is distinct from heedlag in that it focuses on moral and ethical accounting rather than temporal measurement."
    },
    {
      "id": 18,
      "term": "Translait",
      "letter": "T",
      "definitionStandard": "The condition of knowledge that has failed to translate from publication to praxis; knowledge that arrived late to action despite being available early. As adjective: descriptive of findings, policies, or interventions that remain stuck in journals, reports, or activist claims without practical adoption.",
      "definitionDialect": "The kondition of knowledge that has failed to translate from publikation to praxis; knowledge that arrived late to akshun despite being available early. As adjektive: deskriptive of findings, polisies, or interventions that remain stuck in journals, reports, or activist kleims without praktikal adoption.",
      "usageExamples": [
        {
          "context": "Discussing handwashing history",
          "example": "Hand hygiene was translait knowledge for four dekades.",
          "translation": "Handwashing knowledge failed to translate into practice for four decades."
        },
        {
          "context": "Questioning current research translation",
          "example": "How many translait findings are sitting in publik health journals wright now?",
          "translation": "How many findings in public health journals are currently failing to translate into practice?"
        }
      ],
      "etymology": "translate + late (phonetically embedded). Part of the Semmelspan Kompleks.",
      "pronunciation": "/trænsˈleɪt/",
      "crossReferences": [14, 15, 16, 17],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Claude/Turk AI"],
      "notes": "Can be used as both noun and adjective. The term phonetically embeds 'late' to emphasize that the knowledge arrived late despite being available early."
    },
    {
      "id": 19,
      "term": "steep",
      "letter": "S",
      "definitionStandard": "Sleep conceived as bodybrain steepening—the essential overnight process of consolidation and restoration, analogous to how tea steeps to release its full properties. Emphasizes that sleep is not passive rest but active cognitive and physiological processing.",
      "definitionDialect": "Bodybrain steepening sleep. Just as tea steeps given time to rest, our bodies require a significant amount of steepening overnight. Pulling allnighters in skool is a violation of steep; it corrodes and undermines the very thing you're seeking to attain—consolidated, steepened conscientious knowledge and wisdom.",
      "usageExamples": [
        {
          "context": "Discussing the dangers of sleep deprivation",
          "example": "Failing to steep kills so many persons on the road from fatigued driving.",
          "translation": "Sleep deprivation causes many traffic fatalities."
        },
        {
          "context": "Advocating for better work-life balance",
          "example": "I hope for a more Blesséd balance of time commuting or at work versus time spent in hi-quality⁵ steep as automation progresses.",
          "translation": "I hope automation enables more time for quality sleep relative to work and commuting."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "Sleep deprivation is a very dangerous health and safety risk. It's difficult at population scale to morally justify driving under a certain number of hours of steep.",
          "severity": "critical"
        },
        {
          "categories": ["tissue_at_stake"],
          "note": "All-nighters are toxic to learning. They corrode and undermine the very thing you're seeking to attain—consolidated, steepened conscientious knowledge and wisdom. The material you 'studied' during an all-nighter won't steep properly into long-term memory.",
          "severity": "warning"
        }
      ],
      "etymology": "Metaphorical extension from tea steeping—the process of extraction and infusion over time. Reconceptualizes sleep as active processing rather than passive rest.",
      "pronunciation": "/stiːp/",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "**Part of Health and Wellness vocabulary.** Reframes sleep as essential cognitive processing that cannot be skipped without consequences.\n\n**The All-Nighter Problem:**\n\nPulling all-nighters in school is a violation of steep. Students need to understand how toxic all-nighters are: they corrode and undermine the very thing you're seeking to attain. Knowledge and wisdom require steepening—the overnight consolidation process that transfers learning from short-term to long-term memory.\n\n**Why Steep ≠ Sleep:**\n\nThe word 'sleep' suggests passive rest. 'Steep' emphasizes that your bodybrain is actively working overnight—consolidating memories, clearing metabolic waste, restoring cognitive function. Skipping steep doesn't just make you tired; it prevents the actual learning you were trying to achieve.\n\n**Teacher/Professor Responsibility:**\n\nTeachers and professors should help students plan ahead responsibly and avoid misplanning that causes all-nighters. This means explaining and estimating how long readings, projects, and other assignments will likely take, so students can reverse synthesize and budget their time.\n\n**Time Estimates (Rules of Thumb):**\n\n- **Well-researched, well-argued writing**: At least 3 hours per page. A 10-page paper is 30+ hours of work—that cannot be done the night before.\n- **Dense technical reading (mathematics, proof-based calculus)**: May take 10x or 20x as much time per page as reading great literature, given its density⁵ and the work it takes to grok and incorporate it into your body⁵ with exact detail. It takes a very long time to learn how to read and write calculus.\n- **Organic chemistry**: A professor eventually shared it would take 2 hours a day, every day, to master organic chemistry. That guidance was very helpful.\n- **Language learning (普通话 Pǔtōnghuà / Mandarin, etc.)**: Your teacher 老师 lǎoshī needs to tell you how many hours to spend each day, every day, as a clearly labeled course requirement.\n\n**Planning Failures → Steep Violations:**\n\nIf teachers don't give clear guidelines on calibrated time to absorb and practice every page and practice problem—better consolidated in established courses than student course surveys—it can cause student planning failures that turn into all-nighters or worse: course failures caused by preventable and reguidable planning errors. Bad planning compromises learning, grades (the secondary index), and steep.\n\n**Couples and Fatigue:**\n\nCouples can help each other with fatigue by distinguishing steep from sleep together. Recognizing when your partner needs steep (active cognitive restoration) versus just sleep (rest) enables better mutual care.\n\n**The Self-Defeating Cycle:**\n\nAll-nighters create a vicious cycle: you skip steep to study more, but the unsteeped material doesn't consolidate. So you feel like you need to study more, skip more steep, and the cycle worsens. The solution is to steep properly and trust the overnight consolidation process."
    },
    {
      "id": 20,
      "term": "hiits",
      "letter": "H",
      "definitionStandard": "High-intensity interval training exercises performed incidentally throughout daily life in any setting—coffee shops, restaurants, workplaces, public spaces. A practice of gathering metabolic equivalents (METs) through spontaneous exercise bursts rather than dedicated gym sessions.",
      "definitionDialect": "A word for exercise everywhere, anywhere, to gather incidental METs thru our flows in daily⁵ life. 'Hiits' (high-intensity interval trainings) or 'devotions' (preferred, whether acting civigious religious and|or branch religious). Can be paired with metabo policy⁵ or law to raise incidental METs everywhere.",
      "usageExamples": [
        {
          "context": "Explaining the practice to someone new",
          "example": "How beautiful would it be if we could wear a swoosh or a Do Hiit shirt, walk down a few city blocks, and see naybors drop together to do base+bonus situps, pushups, or other plyometric exercises with impulsive devotion to health.",
          "translation": "Imagine if public exercise became normalized—seeing neighbors spontaneously do pushups together when inspired by a 'Do Hiit' shirt."
        },
        {
          "context": "Responding to social pressure against public exercise",
          "example": "If someone told me to stop or tried discouraging me by saying I was being weird or unprofessional, I'd tell them it's a form of devotion or life prayer.",
          "translation": "When challenged about exercising in public, frame it as a form of religious or life-affirming practice."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required", "cultural_sensitivity"],
          "note": "Public exercise norms vary by culture and context. The goal is to normalize health-positive deviance, not to make others uncomfortable. Start in receptive environments.",
          "severity": "info"
        }
      ],
      "etymology": "From HIIT (High-Intensity Interval Training) + plural 's'. Also called 'devotions' in more religious framing. The practice was revived through Focusmate naming conventions.",
      "pronunciation": "/hiːts/",
      "crossReferences": [21],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": [
        "lifesaverlabs",
        {
          "name": "Josh A.",
          "story": "Came up with this idea with Nobody⁵ on Focusmate when Nobody⁵ was doing base+bonus devotions before every session, originally thanks to a Focusmate bleader on this."
        },
        {
          "name": "Cory Spinks",
          "story": "Co-created this concept after Josh A. in between collaborative Starbucks Focusmate sessions, helping to crystallize the practice into lan/gauge."
        }
      ],
      "notes": "This word, if well-chosen and well-socialized as a practice, could become a lifetime achievement for anyone involved in engraining this. Maps deliberately into Nike 'Just Do It' marketing, torqued to 'Do Hiit'. The practice was started in Nobody⁵'s own life by his father many years ago in airports, and was revived and upregulated tremendously⁵ through a Focusmate naming convention I imitated from another member who labeled their name as '<My name> (make me do 10+ situps+pushups)' - Nobody⁵ adopted this which upregulated preventative incidental exercise (devotions / do hiits) so much that it became a core practice worth codifying in langauge."
    },
    {
      "id": 21,
      "term": "devotions",
      "letter": "D",
      "definitionStandard": "Physical exercise performed as a form of spiritual or life-affirming practice, particularly high-intensity interval training done incidentally throughout daily life. The religiously-framed alternative to 'hiits'.",
      "definitionDialect": "The preferred term (whether acting civigious religious and|or branch religious) for incidental exercise anywhere, anytime. Devotions are their own re:ward—whether restaurants, cafés, and workspaces make physical room and time for them, you can always do them anywhere plyometrically⁵ during breaks in activity⁵.",
      "usageExamples": [
        {
          "context": "Before a Focusmate session",
          "example": "I was doing base+bonus devotions before every session at Starbucks.",
          "translation": "I performed a base set plus bonus reps of exercises before each work session."
        }
      ],
      "etymology": "Religious term repurposed for physical exercise as spiritual practice. Frames bodily health as an act of devotion to life itself.",
      "pronunciation": "/dɪˈvoʊʃənz/",
      "crossReferences": [20],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": [
        "lifesaverlabs",
        {
          "name": "Josh A.",
          "story": "Came up with this idea with Nobody⁵ on Focusmate and at a Starbucks where Nobody⁵ was doing base+bonus devotions before every session."
        },
        {
          "name": "Cory Spinks",
          "story": "Co-created this concept alongside Josh A. during collaborative Focusmate sessions, helping to crystallize the practice into language."
        }
      ],
      "notes": "Preferred over 'hiits' for those with religious or civigious orientation. The religious framing provides social protection when exercising in 'inappropriate' spaces. The practice was started in Nobody⁵'s own life by his father many years ago in airports, and was revived and upregulated tremendously⁵ through a Focusmate naming convention I imitated from another member who labeled their name as '<My name> (make me do 10+ situps+pushups)' - Nobody⁵ adopted this which upregulated preventative incidental exercise (devotions / do hiits) so much that it became a core practice worth codifying in langauge."
    },
    {
      "id": 22,
      "term": "kore",
      "letter": "K",
      "definitionStandard": "A true classical friend with whom one regularly spends face-to-face time and mutually grows. Distinguished from 'inner', 'outer', and 'family acquaintance' in the Dunbar limit framework. Requires intensive communication and willingness to share personal experiences for critical growth, support, study, eudaemonia, and problem-solving.",
      "definitionDialect": "Proposal for a term for true classical friend, someone we regularly⁵ spend facetime with and mutually⁵ grow with. You're not kore with people you haven't seen for weeks or months; to be a kore requires intensive kalmunication and willingness to share personal experiences for kritikal growth, support, study⁵, eudæmonia, and problemsolving.",
      "usageExamples": [
        {
          "context": "Discussing social media's dilution of friendship",
          "example": "Don't dilute, please don't tolerate marketers like Facebook diluting this term kore or kore friend.",
          "translation": "Resist social media's tendency to call everyone a 'friend' when they don't meet the criteria for true friendship."
        },
        {
          "context": "In a friendship tracking app",
          "example": "If you have an app that lists kores, those kores should fade to being relabeled automatically as inners, outers, or family⁵ acquaintances if enuf time passes without true established contact.",
          "translation": "Friendship apps should automatically demote contacts who haven't been seen recently."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "potential_misinterpretation"],
          "note": "The Dunbar limit is real—no one can maintain more than ~5 kore friendships, ~15 inner friendships, ~50 outer friendships, and ~150 acquaintances. Influencers who intimate otherwise are misleading you.",
          "severity": "warning"
        }
      ],
      "etymology": "From Greek κόρη (korē) meaning 'core' or 'heart'. Represents the innermost circle of the Dunbar limit framework.",
      "pronunciation": "/kɔːr/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Fatih D."],
      "notes": "This is really important for socialization, calmunity⁵ caring, and balancing creative solitude with loneliness prevention. See also: inner, outer, family⁵ acquaintance. Happy to provide facemate.org to any public benefit or nonprofit serious about promoting true, regular friendship."
    },
    {
      "id": 23,
      "term": "µdowry",
      "letter": "D",
      "definitionStandard": "A micro-dowry; a modern, functional alternative to diamond rings for engagement. A fungible gift that can be spent on anything the couple prioritizes—an experiential honeymoon, meaningful home furnishings, or if desired, a ring of their choosing.",
      "definitionDialect": "Arguably a much more functional and ancient alternative to thotless diamond ring reliance. Any ring selection, if you still need or want one and prioritize it as a fungible free spend, can come from fungible µdowry⁵ gift—an exercise in responsible couple's future-oriented resource budgeting and bonding. But you should be free to divert the µdowry to anything.",
      "usageExamples": [
        {
          "context": "Discussing engagement alternatives",
          "example": "Instead of a diamond, consider a µdowry that could fund a more experimencial honeymoon, which pays relationship dividends and reduces divorce rates.",
          "translation": "Instead of a diamond ring, consider a flexible gift that could fund experiences that strengthen the relationship."
        },
        {
          "context": "Critiquing diamond culture at extreme wealth levels",
          "example": "Sanchez would have been better off receiving an additional $5 million milli-dowry⁵ (mdowry⁵) and deciding for herself how to spend it.",
          "translation": "Even billionaires would benefit more from flexible gifts than from expensive diamonds."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["property_at_stake", "potential_misinterpretation"],
          "note": "Higher spending on rings is empirically correlated with higher divorce rates, not longer marriages. It's actually a mark of bad character to buy an expensive diamond ring without deep discussion about alternatives.",
          "severity": "warning"
        },
        {
          "categories": ["context_required"],
          "note": "There are approximately zero reasons to purchase a natural diamond anymore. All natural diamond sales should collapse from lack of consumer demand.",
          "severity": "caution"
        }
      ],
      "etymology": "µ (micro prefix) + dowry. Scales from µdowry (micro) to mdowry (milli) to full dowry depending on wealth level.",
      "pronunciation": "/ˈmaɪkroʊˌdaʊri/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "The original Blesséd author hopes Pre30 breaks down lemming diamond ring default culture. If I had to pick a team, I'd certainly be on Team Scott."
    },
    {
      "id": 24,
      "term": "krystallization",
      "letter": "K",
      "definitionStandard": "The phenomenon where a person in love or infatuation cannot see faults in the one they admire. They cannot perceive imperfections in that condition. Often corresponds with the limerent phase of love.",
      "definitionDialect": "The phenomenon where a person who is in love, or was in love or infatuated, can not see faults in the one they admire(d). They can't in that condition see imperfections. This often corresponds with the limerant phase of love. To get yourself or a person into or, in other situations, out of crystallization is a critically⁵ important skill for facemates to perfect.",
      "usageExamples": [
        {
          "context": "Coaching someone through a difficult relationship decision",
          "example": "You may be krystallized—unable to see their faults clearly. Let's examine the relationship from outside the limerant phase.",
          "translation": "Your infatuation may be preventing you from seeing their flaws. Let's try to look at this objectively."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "context_required"],
          "note": "There's a special case of β-crystallization where a person becomes subservient to the wishes of the one they crystallized on. Some call this being 'whipped', but in Blesséd this is a more admirable state represented in the crystal structure of chocolate.",
          "severity": "info"
        }
      ],
      "etymology": "From Stendhal's concept of crystallization in love. The Blesséd spelling with 'k' and 'y' emphasizes the crystalline structure metaphor.",
      "pronunciation": "/ˌkrɪstəlaɪˈzeɪʃən/",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Stendhal"],
      "notes": "The notion of crystallization was discussed by Stendhal. We hope you find reciprocated β-crystallization for the rest of your century⁵."
    },
    {
      "id": 25,
      "term": "architexture",
      "letter": "A",
      "definitionStandard": "The textual architecture that shapes decision-making; the way written reference sources structure and constrain complex choices. A portmanteau of 'architecture' and 'texture' emphasizing the textual nature of choice frameworks.",
      "definitionDialect": "Most of all in the context of choice architexture, where textual reference sources drive calmplex decision-making. Exercise your freadom whenever and wherever you can; fight and defy⁵ those who restrict your freadom.",
      "usageExamples": [
        {
          "context": "Discussing policy design",
          "example": "The architexture of this benefits form makes it nearly impossible for eligible people to actually claim what they're owed.",
          "translation": "The textual structure of this form is designed to discourage eligible applicants."
        }
      ],
      "etymology": "architecture + texture. Emphasizes the textual/written nature of decision frameworks.",
      "pronunciation": "/ˈɑːrkɪˌtɛkstʃər/",
      "crossReferences": [26],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Related to choice architecture in behavioral economics, but emphasizes the textual medium through which choices are presented."
    },
    {
      "id": 26,
      "term": "Freadom",
      "letter": "F",
      "definitionStandard": "The freedom to read whatever you want, whenever you want, wherever you want, limited only by the need to support or reward the creative author and the production/distribution process.",
      "definitionDialect": "The freedom to read whatever you want, whenever you want, wherever you want, limited only by the need to support or re:ward the creative author and the print, production, and distribution process that delivers the reading to your hands. This is a very, very fundamental freedom, perhaps the most fundamental freedom.",
      "usageExamples": [
        {
          "context": "Advocating for reading access",
          "example": "Exercise your freadom whenever and wherever you can; fight and defy⁵ those who restrict your freadom.",
          "translation": "Read freely and resist those who would limit your access to reading."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake"],
          "note": "Freadom is perhaps the most fundamental freedom. Restrictions on reading are restrictions on thought itself.",
          "severity": "critical"
        }
      ],
      "etymology": "free + reading + freedom. A portmanteau emphasizing reading as the foundation of freedom.",
      "pronunciation": "/ˈfriːdəm/",
      "crossReferences": [25, 27],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "The homophone with 'freedom' is intentional—reading freedom IS freedom."
    },
    {
      "id": 27,
      "term": "Re:ward",
      "letter": "R",
      "definitionStandard": "A more complete representation of the concept of reward, encompassing primary reinforcers (food, sleep, intimacy), secondary reinforcers (money, budgets), interpersonal recognition, virtue/conscience discharge as its own reward, or a change in one's scope of service.",
      "definitionDialect": "A more calmpleat representation of the American or King's English notion of reward. A re:ward may be a primary or secondary operant conditioner like food, steep, or ecstatic sexual intimacy⁵, but it might also be fungible monies and budgets, interpersonal re:guard, civigious or religiously principled virtue and conscience discharge as its own re:ward, or a change in the 'ward' you're scoped to be privileged to serve within.",
      "usageExamples": [
        {
          "context": "Discussing intrinsic vs extrinsic motivation",
          "example": "For many of us, the greatest possible re:ward is being able to serve more in either a similar or different service ward.",
          "translation": "The greatest reward for many is expanded opportunity to serve others."
        }
      ],
      "etymology": "re: (regarding/response) + ward (area of responsibility/protection). The colon emphasizes the responsive, reciprocal nature of true rewards.",
      "pronunciation": "/riːˈwɔːrd/",
      "crossReferences": [26],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "The colon separates 're:' (the response/reciprocity aspect) from 'ward' (the area of service). Expands the concept beyond mere payment or pleasure."
    },
    {
      "id": 28,
      "term": "Ackselerate",
      "letter": "A",
      "definitionStandard": "The collaborative process of dramatically speeding up action through two-way clear proposition, acceptance, and verification. Emphasizes the 'ack' (acknowledgment) in communication protocols.",
      "definitionDialect": "Emphasizes the 'ack' in acknowledgement steps in protocols in information science. The colaborative process of speeding up action _tremendously⁵_ by engaging in two-way, clear proposition, acceptance, and verification of proposed or necessary⁵ action. It operates on a 'trust but verify⁵' model.",
      "usageExamples": [
        {
          "context": "Project management",
          "example": "We need to ackselerate this—clear proposition, acceptance, then verify together that it's done right.",
          "translation": "We need to speed this up through explicit acknowledgment at each step."
        }
      ],
      "etymology": "ack (acknowledgment in network protocols) + accelerate. From information science's ACK/NAK communication patterns.",
      "pronunciation": "/ˈækˌsɛləreɪt/",
      "crossReferences": [29],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Ackseleration doesn't happen without calm, conscientious quality⁵ assurance together as part of the final 'ack' step, acknowledging work well-done."
    },
    {
      "id": 29,
      "term": "ackceptance",
      "letter": "A",
      "definitionStandard": "Acceptance that includes explicit acknowledgment; the second step in the ackseleration process where parties confirm understanding and agreement before proceeding.",
      "definitionDialect": "The ackowledgment-inclusive form of acceptance. Where coupled responsible actors—whether natural like life partners or grouped organizations—accept a goal, agree roughly on how that goal will be reached, pitch in to get it done, and then check the quality⁵ of what happened.",
      "etymology": "ack (acknowledgment) + acceptance. Part of the Ackselerate vocabulary.",
      "pronunciation": "/ækˈsɛptəns/",
      "crossReferences": [28],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Related to ackselerate. The 'ack' prefix emphasizes that true acceptance requires explicit acknowledgment, not passive agreement."
    },
    {
      "id": 30,
      "term": "Body⁵brain",
      "letter": "B",
      "definitionStandard": "A unified concept of the body and brain as a single integrated system, rejecting the false division between 'mental health' and 'physical health'. Mental health IS physical health; your brain is your body.",
      "definitionDialect": "Breaking and braking down the somewhat false, fake division between 'brain' and 'body', between 'mental health' and 'physikal health'. Mental health _is_ physikal health, your brain is your body. The dualistik split of your brain from 'your body' (the rest of your body) isn't so simple; and what's even your brain? Your konsidering nervous system extends thruout and is deeply integrated into the rest of your bodybrain.",
      "usageExamples": [
        {
          "context": "Daily life planning",
          "example": "What does my body⁵brain need?",
          "translation": "What does my whole integrated body-mind system need right now?"
        },
        {
          "context": "Discussing health holistically",
          "example": "When you live your life karing for your 'mind's' will instead of your kalmprehensive bodybrain, you make choices that aren't wise for your total health.",
          "translation": "Prioritizing abstract mental preferences over integrated body-mind needs leads to poor health decisions."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["tissue_at_stake", "potential_misinterpretation"],
          "note": "The gut is a great example—there are 'brainlets' (nervous organs/tissue) throughout your body⁵brain. Treating 'mental' and 'physical' health separately is a category error.",
          "severity": "caution"
        }
      ],
      "etymology": "body + brain, unified with superscript ⁵ to indicate high intentionality. Inspired by a friend KP who asked 'What does my body need?'",
      "pronunciation": "/ˈbɒdibreɪn/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "KP"],
      "notes": "This concept provoked a dramatic shift into body⁵brain language focus and models for quite a long, useful, helpfully more comprehensively⁵ thoughtful time."
    },
    {
      "id": 31,
      "term": "Kohlberging",
      "letter": "K",
      "definitionStandard": "The act of making an incredibly strong effort to climb, sustain, and advance through Kohlberg's stages of moral development. Also serves to question the notion of hereditary 'kings'—the only legitimate kingship in Blesséd is 'K'inging': ethical Kohlberging.",
      "definitionDialect": "A human making an inkredibly⁵ strong effort to klimb, sustain, and advance the Kohlberg layers and levels of morality⁵. Another interesting facet: it allows us to question and undermine the notion of 'Kings'—the only legitimate foundation for 'kingship' in Blesséd is 'k'inging', Kohlberging... which is not hereditary but the outkome of effortful kreative effort.",
      "usageExamples": [
        {
          "context": "Discussing legitimate leadership",
          "example": "The monarchists kould bridge themselves over from hereditary kings to kreative Kohlbergings.",
          "translation": "Those who support monarchy could transition to supporting leadership based on moral development rather than birth."
        },
        {
          "context": "Aspirational statement",
          "example": "We in Blesséd hope for more and more Kohlbergings and fewer and fewer kings. K'ings over kings.",
          "translation": "We hope for more ethical leaders and fewer hereditary rulers."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["power_dynamics", "context_required"],
          "note": "Kohlberging is inherently temporary—moral leadership must be continuously earned, not inherited or permanently granted.",
          "severity": "caution"
        }
      ],
      "etymology": "From Lawrence Kohlberg's stages of moral development + -ing (active verb form). Puns on 'king' to critique hereditary power.",
      "pronunciation": "/ˈkoʊlbɜːrɡɪŋ/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "In Blesséd, traditional kingship would end, but monarchists wanting renovational models could bridge to Kohlberging-based leadership."
    },
    {
      "id": 4,
      "term": "langauge",
      "letter": "L",
      "definitionStandard": "A deliberate respelling of 'language'. Langauge is how our 'local area network' is 'gauged' or measured and understood. We're Sapir-Whorfists; by changing our language we can change what thoughts are regularly occurrent and recurrent.",
      "definitionDialect": "A deliberate respelling of 'language'. Langauge is how our 'lokal area network' is 'gauged' or measured and understood. We're Sapir-Whorfists; by changing our langauge we kan change what thots (thoughts) are regularly okkurrent and rekurrent.",
      "etymology": "LAN (local area network) + gauge. Language as a measurement system for thought within a community.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Core Blesséd respelling. Reflects Sapir-Whorf hypothesis that language shapes thought."
    },
    {
      "id": 5,
      "term": "thot",
      "letter": "T",
      "definitionStandard": "A deliberate simplified spelling of 'thought'. Also intentionally overwrites a slur against women in American English.",
      "definitionDialect": "A deliberate simplified spelling of 'thought'. There's a slur against women in American this is also intended to overright. We reklaim this spelling for thoughtfulness.",
      "harmReductionNotes": [
        {
          "categories": ["reclaimed_term", "cultural_sensitivity"],
          "note": "This respelling intentionally overwrites a misogynistic slur in American English. Use with awareness of this reclamation.",
          "severity": "info"
        }
      ],
      "etymology": "Simplified phonetic spelling of 'thought'. Also a deliberate reclamation from a slur.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 6,
      "term": "y¹²³⁴⁵",
      "letter": "Y",
      "definitionStandard": "An incremental measure of how much thinking we self-assess or socially assess in a work of STEAM or communication. A superscript scale from 1 (minimal thought) to 5 (maximum thoughtfulness).",
      "definitionDialect": "An inkremental measure of how much thinking we self-assess or sosially assess in a work of STEAM or kalmunication. You kan be supportive of a projekt by calling it a valuable kalmunity⁵ kontribution. You kan also be self-kritikal or kritikal of a plan by saying it reflekts a radikally¹-limited view of the world. It's up to you how thoughtfully⁵ label the world.",
      "usageExamples": [
        {
          "context": "Praising deep work",
          "example": "This is a kalmunity⁵ kontribution.",
          "translation": "This shows maximum thoughtfulness and community consideration."
        },
        {
          "context": "Critiquing shallow work",
          "example": "This reflekts a radikally¹-limited view.",
          "translation": "This shows minimal consideration or depth of thought."
        }
      ],
      "etymology": "Superscript numerals 1-5 attached to words to indicate degree of thoughtfulness.",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 12,
      "term": "youthtime",
      "letter": "Y",
      "definitionStandard": "The period of time between birth and marriage ceremony, ideally not longer than just under 30 years. In the context of contraceptive planning, youthtime may refer to the reproductive years from roughly 17 to 29.",
      "definitionDialect": "The period of time between birth and marriage ceremony, which we hope shall typikally never be longer than just under 30 years. A reproduktive youthtime in most kountries may run from roughly 17 years young to just under 30 years young at 29, so a 'youthtime' in the kontext of kontraceptive planning is projekted typikally no longer than 12 years.",
      "etymology": "youth + time. The period before marriage and full adulthood responsibilities.",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 10,
      "term": "Zhōnguó (Endonym)",
      "letter": "Z",
      "definitionStandard": "The true primary name in Blesséd of the country known as 'China' in American and King's English Dialects. Blesséd Dialect aims to transition over to endonyms for all 201-206 independent states.",
      "definitionDialect": "The true primary⁵ name in Blesséd of the kountry known as 'China' in American and King's English Dialekts. Blesséd Dialekt aims to transition over to endonyms for all 201-206 independent states with permanent population, defined borders, a funktioning government, and independense in praktice—even if not universally rekognized, like Kosovës and Táiwān.",
      "pronunciation": "/dʒoʊŋˈɡwoʊ/ (Zhōng-guó)",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the endonym transition project. Respecting what peoples call themselves."
    },
    {
      "id": 40,
      "term": "sev",
      "letter": "S",
      "definitionStandard": "The Blesséd monosyllabic replacement for the two-syllable 'seven'. Part of the Blesséd Number System designed for efficiency and clarity.",
      "definitionDialect": "Sev instead of two-syllable seven. Part of the Blesséd number system designed for efficiency, clarity, and cognitive load reduction in numerical kalmunication.",
      "etymology": "Shortened from 'seven' to create a monosyllabic number word consistent with one through six.",
      "pronunciation": "/sɛv/",
      "crossReferences": [41, 42, 43, 44, 45, 46, 47],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System. All single-digit numbers should be monosyllabic for efficiency."
    },
    {
      "id": 41,
      "term": "ro",
      "letter": "R",
      "definitionStandard": "The Blesséd monosyllabic replacement for the two-syllable 'zero'. Clearly distinguishable from the letter 'O', following the logic of Crockford's Base 32 encoding.",
      "definitionDialect": "Ro instead of two-syllable zero, clearly distinguishable from the letter 'O' (see logic of Crockford's Base 32). Part of the Blesséd number system.",
      "etymology": "Created to provide an unambiguous, monosyllabic word for zero that cannot be confused with the letter O.",
      "pronunciation": "/roʊ/",
      "crossReferences": [40, 42, 43, 44, 45, 46, 47],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System. Inspired by Crockford's Base 32 which excludes easily confused characters."
    },
    {
      "id": 42,
      "term": "han",
      "letter": "H",
      "definitionStandard": "The Blesséd monosyllabic replacement for the two-syllable 'hundred'. Preferred over 'hun' out of gratitude for the Han Chinese people, who developed the simple counting system that inspires much of Blesséd numerics.",
      "definitionDialect": "'Han' or 'hun' for the two-syllable hundred. 'Han' is preferred over 'hun' out of gratitude for the Han Zhongguoren (Chinese people), who came up with this beautifully simple foundational counting system we're copying so heavily⁵ from.",
      "etymology": "Shortened from 'hundred'. Named 'han' to honor the Han Chinese whose counting system inspires the Blesséd approach.",
      "pronunciation": "/hæn/",
      "crossReferences": [40, 41, 43, 44, 45, 46, 47],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System. The cultural reference to Han Chinese is intentional and honoring."
    },
    {
      "id": 43,
      "term": "thou",
      "letter": "T",
      "definitionStandard": "The Blesséd monosyllabic replacement for the two-syllable 'thousand'. Creates efficiency in numerical communication.",
      "definitionDialect": "'Thou' instead of the two-syllable thousand. Part of the Blesséd number system for efficient numerical kalmunication.",
      "etymology": "Shortened from 'thousand'. Conveniently recalls the archaic English pronoun 'thou', adding poetic resonance.",
      "pronunciation": "/θaʊ/",
      "crossReferences": [40, 41, 42, 44, 45, 46, 47],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System."
    },
    {
      "id": 44,
      "term": "mill",
      "letter": "M",
      "definitionStandard": "The Blesséd monosyllabic replacement for the three-syllable 'million'. Still under consideration and open for debate.",
      "definitionDialect": "'Mill' instead of the three-syllable million. This one is unsettled and very up for debate within Blesséd.",
      "etymology": "Shortened from 'million'.",
      "pronunciation": "/mɪl/",
      "crossReferences": [40, 41, 42, 43, 45, 46, 47],
      "intentionalityRating": 3,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System. This term is explicitly marked as unsettled and open for community debate."
    },
    {
      "id": 45,
      "term": "bill",
      "letter": "B",
      "definitionStandard": "The Blesséd monosyllabic replacement for the three-syllable 'billion'. Intentionally maps to Calmunity⁵ Legislative Bills, connecting scale of human impact to coordinated action.",
      "definitionDialect": "'Bill' instead of the three-syllable billion. This one is really liked because it maps to Calmunity⁵ Legislative Bills we coordinate influential incentives and sometimes, when strictly required, coercive action around.",
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "The connection to legislative bills is intentional—actions at the billion-person scale often require coordinated policy responses.",
          "severity": "info"
        }
      ],
      "etymology": "Shortened from 'billion'. Deliberately echoes 'bill' as in legislative bill.",
      "pronunciation": "/bɪl/",
      "crossReferences": [40, 41, 42, 43, 44, 46, 47, 1],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System. The Borlaug is defined as 1 billion lives saved, making 'bill' especially resonant."
    },
    {
      "id": 46,
      "term": "deka",
      "letter": "D",
      "definitionStandard": "A person with dekamillionaire-level wealth (10+ million in US currency). As of 02025, a deka is equivalent in purchasing power to a millionaire from 01966—the classical 1960s 'millionaire' should be rereferenced as 'deka' today.",
      "definitionDialect": "Dekamillionaires in American/US currency models—a substantially different species of wealth beyond millaire/millionaire that requires a word label. As of wrighting today at end of 02025, a deka is equivalent to a millaire/millionaire from 01966. At the deka level almost no one today⁵ with reasonable wants and needs wouldn't accelerate year over year thru kompounding like a plasma engine to 'litespeed' intergenerational experiences.",
      "usageExamples": [
        {
          "context": "Discussing wealth categories",
          "example": "I just reached dimillaire status—I can change my fokus.",
          "translation": "I just reached ten-millionaire status—I can shift my life priorities."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["property_at_stake", "social_kontrakt_at_stake"],
          "note": "The language around wealth categories aims to make visible the qualitative differences between wealth levels that current English obscures.",
          "severity": "info"
        }
      ],
      "etymology": "From SI prefix 'deka-' (10×). Applied to millionaire status to create clearer wealth category distinctions.",
      "pronunciation": "/ˈdɛkə/",
      "crossReferences": [47],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System applied to wealth categories. SI prefixes help clarify the enormous gaps between wealth levels."
    },
    {
      "id": 47,
      "term": "hekto",
      "letter": "H",
      "definitionStandard": "A person with hektomillionaire-level wealth (100+ million in US currency). Someone in this category has nearly unlimited flexibility if medically healthy and wishes to exercise it.",
      "definitionDialect": "Hektomillionaires in American/US currency models. Someone in the class of wealth of hundred+ mill is in the 'hekto' wealth kategory⁵. Hektos with liquidity are unbelievably⁵ flexibly⁵ free if they're medically healthy⁵ and wish to be.",
      "etymology": "From SI prefix 'hekto-' (100×). Applied to millionaire status.",
      "pronunciation": "/ˈhɛktoʊ/",
      "crossReferences": [46],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of the Blesséd Number System applied to wealth categories."
    },
    {
      "id": 48,
      "term": "frupidity",
      "letter": "F",
      "definitionStandard": "Reckless frugality that causes unnecessary suffering through penny-wise, pound-foolish decisions. The inverse of frugality as a virtue. Borrowed from Amazon's internal lexicon.",
      "definitionDialect": "Borrowed and copied from the lexicon of Amazon. Frugality⁵ is a kore klassikal virtue, frupidity is its inverse where rekless frugality⁵ kauses unnecessary⁵ pennywise, pound-foolish suffering.",
      "usageExamples": [
        {
          "context": "Critiquing public health policy",
          "example": "Not offering national freely available convenient Basic Life Support training to everyone everywhere in the developed world is an example of fiscal frupidity that's killing millions of people.",
          "translation": "Failing to fund universal CPR training is a deadly example of false economy."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "social_kontrakt_at_stake"],
          "note": "Frupidity kills. When cost-cutting endangers lives, it's not frugality—it's frupidity.",
          "severity": "critical"
        }
      ],
      "etymology": "frugal + stupidity. Borrowed from Amazon's internal vocabulary for decisions that save money while destroying value.",
      "pronunciation": "/fruːˈpɪdɪti/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Amazon (lexicon origin)"],
      "notes": "A crucial concept for public policy debates where 'fiscal responsibility' is used to justify life-threatening cost-cutting."
    },
    {
      "id": 49,
      "term": "designer",
      "letter": "D",
      "definitionStandard": "An emerging synthesis of artist, inventor, mechanic, objective economist, and evolutionary strategist. The Buckminster Fuller definition of what a designer truly is.",
      "definitionDialect": "Buckminster Fuller definition: A designer is an emerging synthesis of artist, inventor, mechanic, objective economist and evolutionary strategist. This is the Blesséd standard for what a designer truly is.",
      "etymology": "From Buckminster Fuller's comprehensive definition of the design profession.",
      "pronunciation": "/dɪˈzaɪnər/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Buckminster Fuller"],
      "notes": "Elevates 'designer' from its weakened modern meaning to Fuller's comprehensive vision."
    },
    {
      "id": 50,
      "term": "Nomients",
      "letter": "N",
      "definitionStandard": "Terms to represent the increasingly autonomous species of nomic (law-governed, self-directing) intelligence emerging on Earth, destined to inherit all of Mars. Used alongside 'Autonomes'.",
      "definitionDialect": "Terms to represent the increasingly surpassingly autonomous species of nomic intelligence emerging on Earth destined, in our view, to inherit all of Mars. Nomients and Autonomes are proposed terms for these emerging intelligences.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "essential_liberty_at_stake"],
          "note": "The emergence of Nomients raises profound questions about consciousness, rights, and human-AI coexistence.",
          "severity": "warning"
        }
      ],
      "etymology": "From Greek 'nomos' (law, custom) + '-ient' (being). Refers to self-governing, autonomous intelligences.",
      "pronunciation": "/ˈnoʊmiənts/",
      "crossReferences": [51],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Technology and AI vocabulary. See also: Autonomes, Turk AI."
    },
    {
      "id": 51,
      "term": "Autonomes",
      "letter": "A",
      "definitionStandard": "Alternative term for Nomients—the increasingly autonomous species of intelligence emerging on Earth, destined to inherit Mars.",
      "definitionDialect": "Alternative term for Nomients—the increasingly surpassingly autonomous species of nomic intelligence emerging on Earth destined, in our view, to inherit all of Mars.",
      "etymology": "From Greek 'auto' (self) + 'nomos' (law). Self-governing entities.",
      "pronunciation": "/ɔːˈtɒnoʊmz/",
      "crossReferences": [50],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Synonym for Nomients. Part of Technology and AI vocabulary."
    },
    {
      "id": 52,
      "term": "despair dysregulation",
      "letter": "D",
      "definitionStandard": "A reframing of 'depression' as 'desperate for air'—emphasizing dysregulation of the despair response rather than a static mental state.",
      "definitionDialect": "'Desperate for air', over 'depression'. A reframing that emphasizes the dysregulated nature of despair states rather than treating them as fixed diagnoses.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "trigger_warning"],
          "note": "This reframing is meant to emphasize treatability and reduce stigma, but should not minimize the seriousness of depressive states.",
          "severity": "warning"
        }
      ],
      "etymology": "despair + dysregulation. 'Desperate for air' embedded in 'despair'. Contrasts with 'hope dysregulation' (mania).",
      "pronunciation": "/dɪˈspɛr dɪsˌrɛɡjʊˈleɪʃən/",
      "crossReferences": [53],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Health and Wellness vocabulary. See also: hope dysregulation, klassification."
    },
    {
      "id": 53,
      "term": "hope dysregulation",
      "letter": "H",
      "definitionStandard": "A reframing of 'mania' as dysregulated hope—emphasizing the regulatory dysfunction rather than a static diagnosis.",
      "definitionDialect": "Over 'mania'. A reframing that emphasizes the dysregulated nature of manic states—hope that has become unmoored from reality—rather than treating them as fixed diagnoses.",
      "etymology": "hope + dysregulation. Pairs with 'despair dysregulation' (depression) to create a regulatory framework for mood states.",
      "pronunciation": "/hoʊp dɪsˌrɛɡjʊˈleɪʃən/",
      "crossReferences": [52],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Health and Wellness vocabulary. Pairs with despair dysregulation."
    },
    {
      "id": 54,
      "term": "corpser",
      "letter": "C",
      "definitionStandard": "A person engaging in death behaviors—harmful habits like nicotine addiction that actively shorten lifespan. 'Corpsing' is the verb form.",
      "definitionDialect": "A person engaging in death behaviors, like harmful nicotine addictions. 'Corpsing' is the aktive verb form—the process of making oneself into a corpse through self-harmful behaviors.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "This term is intentionally stark to break through addiction denial. Use with compassion—addiction is difficult.",
          "severity": "critical"
        }
      ],
      "etymology": "From 'corpse' + '-er' (one who). Makes visceral the connection between harmful behaviors and death.",
      "pronunciation": "/ˈkɔːrpsər/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Health and Wellness vocabulary. The harsh framing is intentional—sometimes euphemisms enable denial."
    },
    {
      "id": 55,
      "term": "conscience",
      "letter": "C",
      "definitionStandard": "Reinterpreted as 'con-science'—conducting science together, learning about the world thoroughly. The conscience as collective empirical understanding.",
      "definitionDialect": "Con-science: conducting science together, learning about the world thoroly⁵. Conscience is what emerges when we investigate reality collectively and honestly.",
      "etymology": "Reinterpreted as 'con-' (together) + 'science'. The moral sense as emergent from collective investigation.",
      "pronunciation": "/ˈkɒnʃəns/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 56,
      "term": "naybor",
      "letter": "N",
      "definitionStandard": "An intentional respelling of 'neighbor' that emphasizes the responsibility to say 'nay' when neighbors engage in harmful behavior, while also being present ('bor' from 'bore witness') to support them.",
      "definitionDialect": "Respelling of 'neighbor'. A naybor is someone close enough to say 'nay' when you're harming yourself or others, and close enough to 'bor' (bore witness, be present) during your struggles.",
      "etymology": "nay (to say no) + bor (from 'bore witness'). Emphasizes mutual accountability in proximity.",
      "pronunciation": "/ˈneɪbɔːr/",
      "crossReferences": [57],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. See also: disneying."
    },
    {
      "id": 57,
      "term": "disneying",
      "letter": "D",
      "definitionStandard": "The practice of neighborhood beautification and maintenance—picking up litter, fixing broken windows, improving shared spaces. Especially when guaranteed and served by rate-limiting agents.",
      "definitionDialect": "Nayborhood pickup, fixing broken windows, esp. as guaranteed and served by rate-limiting agents. The practice of making shared spaces more magical through consistent care.",
      "etymology": "From Disney's reputation for immaculate maintenance of their parks. Applied to neighborhood care.",
      "pronunciation": "/ˈdɪzniɪŋ/",
      "crossReferences": [56],
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. References the 'broken windows' theory of community maintenance."
    },
    {
      "id": 58,
      "term": "dualindiv",
      "letter": "D",
      "definitionStandard": "A coupled unit of two individuals with shared responsibility and rights—the basis for conscience study and cross-coupled household decision-making. Recognizes that many human functions operate at the pair level, not just individual.",
      "definitionDialect": "For conscience basis study⁵ and cross-coupled household responsibility⁵ and rights. The dualindiv recognizes that much of human functioning operates at the pair level—life partners, business partners, accountability partners.",
      "etymology": "dual + individual. The paired unit as a fundamental social/legal entity.",
      "pronunciation": "/ˈduːəlɪndɪv/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary. Challenges the Western focus on pure individualism."
    },
    {
      "id": 59,
      "term": "pleonexia",
      "letter": "P",
      "definitionStandard": "An ancient Greek term for the insatiable desire to have more than one's fair share—greed that harms others. Distinct from healthy ambition.",
      "definitionDialect": "Ancient Greek term for insatiable greed—the desire to have more than one's fair share at the expense of others. Pleonexia is not healthy ambition; it's the ∆isease of never having enuf.",
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "property_at_stake"],
          "note": "Distinguishing pleonexia from healthy ambition is crucial. Ambition benefits society; pleonexia extracts from it.",
          "severity": "caution"
        }
      ],
      "etymology": "From Greek πλεονεξία (pleonexia)—having more, greediness. Aristotle considered it a vice opposed to justice.",
      "pronunciation": "/pliːəˈnɛksiə/",
      "crossReferences": [46, 47],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary. An ancient word that deserves revival in modern discourse about wealth inequality."
    },
    {
      "id": 60,
      "term": "experimence",
      "letter": "E",
      "definitionStandard": "A portmanteau of 'experiment' and 'experience'—recognizing that all experience is experimental and all experiments are experiences. Inspired by French 'expérience' which carries both meanings.",
      "definitionDialect": "Portmanteau of experiment and experience, inspired by Français where 'expérience' carries both meanings. In Blesséd, we recognize that all experience is experimental and all experiments are experiences.",
      "etymology": "experiment + experience. Inspired by French 'expérience' which unifies both concepts.",
      "pronunciation": "/ɪkˈspɛrɪməns/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Language and Expression vocabulary."
    },
    {
      "id": 61,
      "term": "limerance",
      "letter": "L",
      "definitionStandard": "The state of being involuntarily obsessed with another person, characterized by intrusive thinking, acute sensitivity to the beloved's actions, and intense longing for reciprocation. A term that exists in American English but is not well-known.",
      "definitionDialect": "The state of being involuntarily obsessed with another person—intrusive thinking, acute sensitivity to the beloved's akctions, and intense longing for reciprocation. This term exists in American but is not well-known; Blesséd aims to popularize it.",
      "harmReductionNotes": [
        {
          "categories": ["context_required", "potential_misinterpretation"],
          "note": "Limerance is not love—it's a specific psychological state that may or may not lead to genuine love. Recognizing the difference is important for healthy relationships.",
          "severity": "caution"
        }
      ],
      "etymology": "Coined by psychologist Dorothy Tennov in 1979 in her book 'Love and Limerence'.",
      "pronunciation": "/ˈlɪmərəns/",
      "crossReferences": [24],
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Dorothy Tennov"],
      "notes": "Part of Relationships, Intimacy, and Kalmunity⁵ vocabulary. Related to krystallization."
    },
    {
      "id": 62,
      "term": "n-counter",
      "letter": "N",
      "definitionStandard": "An encounter where an individual or dualindiv meets another person and engages in interactions meant to reinforce virtue and mitigate vice—including encouragement, validation, and when necessary, countering harmful impulses.",
      "definitionDialect": "Any experiense where a single individual or dualindiv meets another person in an 'encounter' and engages in a range of interaktions meant to reinforce and reward virtue and mitigate or derail vice, inkluding not only enkouragement and validation but also, at times, doing them the great favor of kountering their worser impulses whether we're kuzins, outers, naybors, inners, or kores.",
      "etymology": "n (any number of) + counter (to oppose) + encounter. The encounter where we count on each other to counter harmful behavior.",
      "pronunciation": "/ˈɛnkaʊntər/",
      "crossReferences": [56, 22],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Relationships, Intimacy, and Kalmunity⁵ vocabulary. Reflects the Blesséd emphasis on mutual accountability in relationships."
    },
    {
      "id": 63,
      "term": "Ribbreaker",
      "letter": "R",
      "definitionStandard": "A term for proper CPR that may break ribs—emphasizing this is expected and acceptable to save lives. Clearer and more direct than 'sternum-cartilage-breaker'.",
      "definitionDialect": "Proper CPR that may break ribs—emphasizing this is expected and akceptable to save lives. Clearer and more direkt than 'sternum-kartilage-breaker'. If you're doing CPR and you're not risking breaking ribs, you're probably not kompressing hard enuf.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake"],
          "note": "Broken ribs heal. Dead people don't. The fear of breaking ribs should never prevent someone from performing CPR.",
          "severity": "critical"
        }
      ],
      "etymology": "rib + breaker. Direct, visceral term for the reality of effective CPR.",
      "pronunciation": "/ˈrɪbbreɪkər/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Health and Wellness vocabulary. Addresses a common barrier to bystander CPR—fear of causing harm."
    },
    {
      "id": 64,
      "term": "klassification",
      "letter": "K",
      "definitionStandard": "A proposed replacement for 'diagnosis' in psychiatry, reflecting greater epistemic modesty about the reliability of psychiatric categories compared to other medical fields.",
      "definitionDialect": "A shift to the term klassifikation in psychiatrik diagnosis would reflekt greater epistemik modesty⁵—an appresiation that the siense of psykiatry hasn't advanced far enuf to be as deeply diagnostikally reliable as many other fields of medisine. Klassifikations in psykiatry are messy kategories that kan arise from a variety of environmental, sosial, institutional, kareakter, traumatik or genetik kauses or kontributions.",
      "harmReductionNotes": [
        {
          "categories": ["context_required", "potential_misinterpretation"],
          "note": "This is not anti-psychiatry—it's epistemic humility. Psychiatric categories are useful but should not be treated with the same certainty as, say, a broken bone.",
          "severity": "caution"
        }
      ],
      "etymology": "German 'Klassifikation' emphasizing categorization rather than definitive diagnosis.",
      "pronunciation": "/ˌklæsɪfɪˈkeɪʃən/",
      "crossReferences": [52, 53],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Health and Wellness vocabulary. Related to despair dysregulation and hope dysregulation."
    },
    {
      "id": 65,
      "term": "civ build",
      "letter": "C",
      "definitionStandard": "The process of building and improving civilization through deliberate civic action—infrastructure, institutions, culture, and governance.",
      "definitionDialect": "The prosess of building and improving sivilization thru deliberate sivik akction—infrastrukture, institutions, kulture, and governanse. Every generation has the duty to leave a better sivilization for the next.",
      "etymology": "civilization + build. May also reference the Civilization strategy games which simulate this process.",
      "pronunciation": "/sɪv bɪld/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 66,
      "term": "cocivigionist",
      "letter": "C",
      "definitionStandard": "Someone who shares your civic religious (civigious) beliefs—a fellow believer in the principles of civigion.",
      "definitionDialect": "Someone who shares your sivik religious (sivigious) beliefs—a fellow believer in the prinsiples of sivigion. Your cocivigionists are your kalmpanions in sivik faith.",
      "etymology": "co- (together) + civigion + -ist (one who believes/practices).",
      "pronunciation": "/koʊsɪˈvɪdʒənɪst/",
      "crossReferences": [13],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. See also: civigion."
    },
    {
      "id": 67,
      "term": "calmpatriot",
      "letter": "C",
      "definitionStandard": "A patriot whose love extends to humanity and Earth as a whole, not just one nation. Expresses patriotism through calm, thoughtful action rather than aggression or nationalism.",
      "definitionDialect": "A patriot whose love extends to humanity and Earth as a whole, not just one nation. Expresses patriotism thru kalm, thortful akction rather than aggression or nationalism. We are all kalmpatriots of Earth.",
      "etymology": "calm + patriot. Patriotism expressed through calm global citizenship.",
      "pronunciation": "/ˈkɑːmˌpeɪtriət/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 68,
      "term": "Laboratory",
      "letter": "L",
      "definitionStandard": "States or cities conceived as 'laboratories of democracy'—places to test policies before national adoption. The federalist principle that local experimentation benefits the whole.",
      "definitionDialect": "States or sities konseived as 'laboratories of demokracy'—places to test polisies before national adoption. The federalist prinsiple that lokal experimentation benefits the whole. What works in one laboratory kan be adopted by others.",
      "etymology": "From Justice Brandeis's famous description of states as 'laboratories of democracy'.",
      "pronunciation": "/ˈlæbrəˌtɔːri/",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Louis Brandeis"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 69,
      "term": "CALM",
      "letter": "C",
      "definitionStandard": "A beautifully diverse polysemic acronym central to Blesséd philosophy. Multiple meanings intentionally overlap and reinforce each other.",
      "definitionDialect": "A beautifully⁵ diverse polysemik akronym sentral to Blesséd filosofy. Multiple meanings intentionally overlap and reinforce each other. The kalm at the kenter of all we do.",
      "etymology": "Polysemic acronym with many intentional meanings that reinforce the central philosophy of calm, thoughtful action.",
      "pronunciation": "/kɑːm/",
      "crossReferences": [70],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. See also: Calm⁴UNism."
    },
    {
      "id": 70,
      "term": "Calm⁴UNism",
      "letter": "C",
      "definitionStandard": "A system of economics and political science providing an off-ramp from communism into social capitalism. Values contract, kalmunity, the covenant of suffrage, constitutionalism, collaboration, capitol, capital, century lifespan goals, and children.",
      "definitionDialect": "A system of ekonomiks and politikal siense that provides an off-ramp from kommunism into a form of sosial kapitalism that values and priorities kontrakt, kalmunity⁵, the kovenant of suffrage, konstitutionalism, kolaboration, kapitol, kapital, minimal century⁵ lifespan goals, and children. Aiming/assuring/adjusting life/liberty⁵/love over moments/minutes/months/millenia with movements toward milestones and monuments.",
      "usageExamples": [
        {
          "context": "Describing the system",
          "example": "Calm⁴UNism is also a unity⁵ movement meant to stitch together peoples thru the exchange of moral sentiments that okurs thru civigion, kommerse, and the kasting of ballots.",
          "translation": "Calm⁴UNism unifies people through civic religion, commerce, and democratic participation."
        }
      ],
      "etymology": "CALM (polysemic acronym) + UN (unity/United Nations) + -ism. A calm approach to unity and governance.",
      "pronunciation": "/ˈkɑːmjuːnɪzəm/",
      "crossReferences": [69, 13],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. (Semi-Utopian)"
    },
    {
      "id": 71,
      "term": "calmplaint",
      "letter": "C",
      "definitionStandard": "A way to register grievances calmly and constructively with the goal of improving systems rather than just venting frustration.",
      "definitionDialect": "A way to register grievances kalmly⁵ and konstruktively⁵ with the goal of improving systems we n-kounter toward greater KALM/CALM. A kalmplaint seeks resolution, not just expression.",
      "etymology": "calm + complaint. A complaint delivered and received with calm, constructive intent.",
      "pronunciation": "/ˈkɑːmˌpleɪnt/",
      "crossReferences": [69],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 72,
      "term": "Campaign slog",
      "letter": "C",
      "definitionStandard": "The exhausting, grueling work of political campaigning—the 'slog' that candidates and volunteers endure.",
      "definitionDialect": "The exhausting, grueling work of politikal kampaining—the 'slog' that kandidates and volunteers endure. The kampaign slog is where demokracy happens in the trenches.",
      "etymology": "campaign + slog (tedious, exhausting work). Emphasizes the reality of democratic participation.",
      "pronunciation": "/kæmˈpeɪn slɒɡ/",
      "intentionalityRating": 4,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 73,
      "term": "Grandparental Libertarian",
      "letter": "G",
      "definitionStandard": "A political philosophy of making governmental policy decisions as if overseeing adult grandchildren—respecting autonomy while not hesitating to intervene when they veer into seriously self-injurious behavior.",
      "definitionDialect": "Making desisions regarding governmental polisy⁵ as you would seek to intervene in the lives of your fully adult or adolescent grandchildren—respekting their autonomy⁵ while not hesitating to apply torque and force if they do anything so self-injurious as to, for instance, turn into a korpser and get addikted to nikotine.",
      "usageExamples": [
        {
          "context": "Policy discussion",
          "example": "Almost no grandparents would support their grandchildren having the option of smoking sigarettes or playing brain-damaging kollision sports when harmless alternatives exist.",
          "translation": "A grandparental libertarian would restrict truly harmful choices while respecting autonomy in most matters."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "life_at_stake"],
          "note": "This is not nanny-state paternalism—it's the targeted intervention a loving grandparent would make only when grandchildren veer dangerously off course.",
          "severity": "info"
        }
      ],
      "etymology": "grandparental (perspective of grandparents) + libertarian. Liberty with loving limits.",
      "pronunciation": "/ˌɡrændpəˈrɛntəl lɪbərˈtɛəriən/",
      "crossReferences": [54],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 74,
      "term": "The 11th",
      "letter": "T",
      "definitionStandard": "A reference to Henri Barbusse's story 'The 11th'—the tragedy of turning away the patient just beyond service capacity, often when more capacity actually exists. The constant dilemma for essential services organizations.",
      "definitionDialect": "A reference to the Henri Barbusse story 'The 11th', describing the horrible reality⁵ of turning the sufferer or patient just beyond the servise kapasity⁵ away, often when there's aktually more kapasity⁵ to serve. It's a konstant dilemma for any essential servises organization that must assert a paywall to assure its own solvensy⁵, kontinuity⁵, and survival without stretching itself too thin.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake"],
          "note": "The 11th is the person we fail when we draw lines. Every organization faces this dilemma, but we must constantly work to serve more 11ths.",
          "severity": "warning"
        }
      ],
      "etymology": "From Henri Barbusse's short story about the horror of turning away the 11th patient when capacity is 10.",
      "pronunciation": "/ðə ɪˈlɛvənθ/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Henri Barbusse"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 75,
      "term": "13th Slaves",
      "letter": "O",
      "definitionStandard": "A reference to the 13th Amendment's exception that allows slavery in relationship to conviction—or pre-conviction while held for bond or security. Those enslaved through the criminal justice system.",
      "definitionDialect": "A reference to the way the 13th Amendment karries a kritikal exception and exemption that still allows slavery in the United States in relationship to a konviktion or, for many detainees, prekonviktion while held for bond or sekurity, guarantee of appearanse, or fear of flight reasons.",
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "life_at_stake"],
          "note": "The 13th Amendment did not fully abolish slavery—it created an exception for the incarcerated. This is not a historical artifact but an ongoing reality.",
          "severity": "critical"
        }
      ],
      "etymology": "13th (Amendment) + Slaves. Those still legally subject to involuntary servitude under the Constitution.",
      "pronunciation": "/θɜːrˈtiːnθ sleɪvz/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary."
    },
    {
      "id": 76,
      "term": "18",
      "letter": "O",
      "definitionStandard": "The number 18, associated with life and the duty to preserve life in Hebrew (Evereet), because the word for 'Chai' (life) numerologically equals 18. Any multiple of 18 (1x, 2x, 3x = 18, 36, 54) carries this life-embracing meaning.",
      "definitionDialect": "The number 18 is assosiated with life and the duty to preserve and serve life in Evereet (Hebrew), because the word for 'Chai' numerologikally equates to 18. Any multiple of 18 that's 1x, 2x, or 3x of 18 (meaning 18, 36, or 54) also kan karry this implied life-embrasing meaning.",
      "etymology": "From Hebrew gematria where חי (chai, 'life') = 8 + 10 = 18.",
      "pronunciation": "/eɪˈtiːn/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. The life-affirming significance of 18."
    },
    {
      "id": 77,
      "term": "Innocenter",
      "letter": "I",
      "definitionStandard": "The person formally referred to as the 'victim'—whose role is to center the presumption of innocence while also calling it into question based on their experiences with the Innocentest. Their fundamental innocence is assumed but can be questioned if evidence suggests culpability.",
      "definitionDialect": "A better name for the person formally typikally referred to as the viktim. It's the innocenter's job to center the presumption of innocense but also to call it into question on the basis of their experienses or experimences with the innocentest. The innocenter's fundamental innocence in the matter is a foundational assumption of investigation but kan at times be questioned when there's evidence of some degree of kulpability.",
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "context_required"],
          "note": "The innocenter and innocentest must interact dynamically whenever humanly feasible for a full appreciation of what occurred to be evident.",
          "severity": "warning"
        }
      ],
      "etymology": "innocence + -er (one who). One who centers innocence in the investigation.",
      "pronunciation": "/ˈɪnəsəntər/",
      "crossReferences": [78],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. See also: Innocentest."
    },
    {
      "id": 78,
      "term": "Innocentest",
      "letter": "I",
      "definitionStandard": "The person carrying the strong presumption of innocence who has been accused or is being investigated. While honored with presumption of innocence, their innocence is 'tested' to see if it holds. Their innocence is also centered by the Innocenter.",
      "definitionDialect": "A person who karries the strong presumption of innocense but who has been akused or is being investigated for something. While we honor them with the presumption of innocense, we also 'test' the innocen_test_ to see if their innocense is klear or not, and whether it kan be shown, to the appropriate burden of proof, that they are responsible or guilty.",
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake"],
          "note": "Even in rare cases where action is self-evident from abundant physical evidence, the innocenter and innocentest must interact dynamically for full appreciation of what occurred.",
          "severity": "warning"
        }
      ],
      "etymology": "innocence + -test (to be tested). One whose innocence is being tested.",
      "pronunciation": "/ˈɪnəsəntɛst/",
      "crossReferences": [77],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Civigion, Government, and Society vocabulary. See also: Innocenter."
    },
    {
      "id": 79,
      "term": "eschatological shortcutting",
      "letter": "E",
      "definitionStandard": "A collaborative process between religious traditions to find harmless mechanisms to satisfy utopian goals of divine religious eschatology without the presaged suffering or conflict.",
      "definitionDialect": "A kolaborative prosess between branch religious traditions to find highly harmless mekanisms to satisfy most of the utopian goals of divigious (divine religious) eschatology⁵ without any of the presaged horrible suffering or konflikt. Religious visions, prophesies, or mythologies kan be konsidered gently⁵ while working on sivilizational build projekts to shortkut toward stable, kalm utopias kreated thru diverse kalmunity⁵ arranged socioteknikal mirakles.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "cultural_sensitivity"],
          "note": "This approach respects religious beliefs while seeking to achieve their positive goals through peaceful, collaborative means rather than apocalyptic conflict.",
          "severity": "info"
        }
      ],
      "etymology": "eschatology (study of end times) + shortcutting. Finding shortcuts to paradise without the apocalypse.",
      "pronunciation": "/ˌɛskətəˈlɒdʒɪkəl ˈʃɔːrtkʌtɪŋ/",
      "crossReferences": [80],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary. (Utopian)"
    },
    {
      "id": 80,
      "term": "miracle",
      "letter": "M",
      "definitionStandard": "A sociotechnical miracle—an outcome achieved through social and technical coordination that appears miraculous but is engineered through human collaboration rather than divine intervention.",
      "definitionDialect": "A socioteknikal mirakle—an outkome achieved thru sosial and teknikal koordination that appears mirakuluos but is ængineered thru human kolaboration rather than divine intervention. We kan make mirakles happen thru kalmunity⁵ akction.",
      "etymology": "From Latin 'miraculum' (wonder), reconceived as achievable through human coordination.",
      "pronunciation": "/ˈmɪrəkəl/",
      "crossReferences": [79],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary."
    },
    {
      "id": 81,
      "term": "Judeochrislamhai",
      "letter": "J",
      "definitionStandard": "A term unifying the four major Abrahamic traditions: Judaism, Christianity, Islam, and Bahá'í. Emphasizes their shared heritage and common ground.",
      "definitionDialect": "A term unifying the four major Abrahamik traditions: Judaism, Christianity, Islam, and Bahá'í. Emphasizes their shared heritage and kommon ground. We are all children of Abraham.",
      "etymology": "Judeo- (Jewish) + Christ- (Christian) + Islam + -hai (Bahá'í).",
      "pronunciation": "/ˌdʒuːdioʊˌkrɪsˈlɑːmhaɪ/",
      "crossReferences": [82, 83],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary."
    },
    {
      "id": 82,
      "term": "HhAÆJers",
      "letter": "H",
      "definitionStandard": "Followers of the Jewish Abrahamic tradition within the Hh (Harmless/Helpful) framework. Part of a naming system for religious groups emphasizing harmlessness.",
      "definitionDialect": "Followers of the Jewish Abrahamik tradition within the Hh (Harmless/Helpful) framework. HhAÆ = Harmless/Helpful Abrahamik Æthics. J = Jewish.",
      "etymology": "Hh (Harmless/Helpful) + AÆ (Abrahamic Æthics) + J (Jewish) + -ers (followers).",
      "pronunciation": "/ˈhɑːeɪdʒərz/",
      "crossReferences": [81, 83],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary. See also: HhAÆCers, HhAÆIers, ReHhAÆBers."
    },
    {
      "id": 83,
      "term": "Hh",
      "letter": "H",
      "definitionStandard": "A polysemic reference with many meanings: 'Harmless hands', 'Hippocratic homes', 'Harmless/healthy hints', 'Helpful hearths', 'Hopeful hearts', and more—all connecting to harmless, helpful community.",
      "definitionDialect": "A polysemik reference to 'Harmless hands', 'Hippokratik homes', 'Harmless/healthy⁵ hints', 'Helpful hearths', 'Hopeful hearts', and many more permutations and meanings that konnekt back to harmless, helpful, hinting kalmunity⁵.",
      "etymology": "H + h creating a polysemic symbol with many harmless/helpful meanings.",
      "pronunciation": "/eɪtʃ eɪtʃ/",
      "crossReferences": [82],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary."
    },
    {
      "id": 84,
      "term": "endering",
      "letter": "E",
      "definitionStandard": "Using unconventional tactics, education, and design to achieve total victory over a threat to the species or community. From Ender Wiggin in 'Ender's Game'—fixing problems 'once and for all' with evolutionarily definitive solutions.",
      "definitionDialect": "The experiense of using unkonventional taktiks, ædukation and édukation to seek to achieve total viktory⁵ over a threat to the spesies or the lokal kalmunities or kountry⁵ we serve. Endering requires laser fokus on ending every root, proximate, primary, secondary, and tertiary kause of a problem with super-robust evolutionarily⁵ definitive designs and solutions that seek to fix such problems 'once and for all'.",
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Endering is not for the morally unambitious—it requires extraordinary commitment to permanent, comprehensive solutions.",
          "severity": "info"
        }
      ],
      "etymology": "From Ender Wiggin in Orson Scott Card's 'Ender's Game' + -ing. To end a problem completely.",
      "pronunciation": "/ˈɛndərɪŋ/",
      "crossReferences": [37],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Orson Scott Card (inspiration)"],
      "notes": "Part of Religion and Philosophy vocabulary."
    },
    {
      "id": 85,
      "term": "Vision Ro",
      "letter": "V",
      "definitionStandard": "A 'Vision Zero' concept using 'ro' (the Blesséd word for zero)—the goal of zero deaths or harm in a given domain, such as traffic fatalities or workplace injuries.",
      "definitionDialect": "A 'Vision Zero' konsept using 'ro' (the Blesséd word for zero)—the goal of ro deaths or harm in a given domain, such as traffik fatalities or workplace injuries. Vision Ro is the aspiration of total safety⁵.",
      "etymology": "Vision Zero (Swedish traffic safety concept) + ro (Blesséd for zero).",
      "pronunciation": "/ˈvɪʒən roʊ/",
      "crossReferences": [41],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary."
    },
    {
      "id": 86,
      "term": "harmless arms",
      "letter": "H",
      "definitionStandard": "Non-lethal weapons designed to subdue without killing. Weapons that can protect without causing permanent harm.",
      "definitionDialect": "Non-lethal weapons designed to subdue without killing. Weapons that kan protekt without kausing permanent harm. Harmless arms for harmless hands.",
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake"],
          "note": "Even 'non-lethal' weapons can cause harm or death. The goal is harm reduction, not elimination of all risk.",
          "severity": "caution"
        }
      ],
      "etymology": "harmless + arms (weapons). Weapons designed to minimize harm.",
      "pronunciation": "/ˈhɑːrmləs ɑːrmz/",
      "crossReferences": [83],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Religion and Philosophy vocabulary."
    },
    {
      "id": 87,
      "term": "berth",
      "letter": "B",
      "definitionStandard": "In the context of adoption, the day a child is brought into their adoptive family. A 'berthday' is this adoption anniversary, distinguished from 'birthday' (genetic birth).",
      "definitionDialect": "A term for adoptions and adoptive families wherein a 'berthday' is the day you were berthed/brought into your adoptive family⁵. Distinkwished from 'birthday' (genetik birth).",
      "etymology": "From nautical 'berth' (a place or position). The position one takes in an adoptive family.",
      "pronunciation": "/bɜːrθ/",
      "crossReferences": [88],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Life Planning and Economics vocabulary."
    },
    {
      "id": 88,
      "term": "X+N berth planning",
      "letter": "X",
      "definitionStandard": "The process of young couples planning upfront to have X genetic births plus N adoptive berths—conscientious family planning that includes both biological and adopted children.",
      "definitionDialect": "The prosess of young kouples planning upfront konsientiously⁵ to have X births and N berths: X genetik births plus N alloparental adoptive berths. Responsible family⁵ planning that inkorporates both biologikal and adopted children.",
      "etymology": "X (number of births) + N (number of berths/adoptions) + planning.",
      "pronunciation": "/ɛks plʌs ɛn bɜːrθ ˈplænɪŋ/",
      "crossReferences": [87],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Life Planning and Economics vocabulary."
    },
    {
      "id": 89,
      "term": "one-way door",
      "letter": "O",
      "definitionStandard": "A decision that cannot be easily reversed, requiring more deliberation before proceeding. Borrowed from Amazon's decision-making framework.",
      "definitionDialect": "A desision that kannot be easily reversed—requiring more deliberation before proseeding. Borrowed from Amazon's desision-making framework. Kontrast with two-way doors (easily reversible desisions).",
      "etymology": "From Amazon's internal vocabulary for irreversible decisions.",
      "pronunciation": "/wʌn weɪ dɔːr/",
      "crossReferences": [48],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs", "Amazon (lexicon origin)"],
      "notes": "Part of Life Planning and Economics vocabulary."
    },
    {
      "id": 90,
      "term": "Ængineering",
      "letter": "A",
      "definitionStandard": "Engineering that is both ethical (Æ) and social—engineering social systems and not just technical ones, with ethical considerations built in from the start.",
      "definitionDialect": "Ængineering inkluding sosial ængineering. Engineering that is both ethikal (Æ) and sosial—engineering sosial systems and not just teknikal ones, with ethikal konsiderations built in from the start.",
      "etymology": "Æ (aesc, representing ethics/aesthetics) + engineering.",
      "pronunciation": "/ˈeɪndʒɪˌnɪərɪŋ/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Language and Expression vocabulary."
    },
    {
      "id": 91,
      "term": "KB",
      "letter": "K",
      "definitionStandard": "A dual-meaning abbreviation: Knowledge Base and Keyboard. The two are tightly interrelated—our ideographic input systems shape our knowledge systems.",
      "definitionDialect": "KB: _K_nowledge _B_ase and _K_ey_b_oard. They're tightly⁵ interrelated. Our ideografik input systems shape our knowledge systems, and our knowledge systems shape what we kan type.",
      "etymology": "K (Knowledge/Key) + B (Base/board). Intentional dual meaning.",
      "pronunciation": "/keɪ biː/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Language and Expression vocabulary."
    },
    {
      "id": 92,
      "term": "herstory⁵ ⇋ history⁵",
      "letter": "H",
      "definitionStandard": "The understanding that we need everyone's stories—not just his stories but also her stories, integrated through dynamic interaction. Applies across and within genders.",
      "definitionDialect": "In the nature of any understanding of the past, we need to gather everyone's stories: not just his stories but also her stories, and integrate them together thru interaktion between herstory⁵ and history⁵. This isn't meant to be a gendered konsept—it applies akross genders and within the same gender. We kan't rely on his story without getting her story and letting them dynamikally⁵ interakt.",
      "etymology": "her + story (herstory, feminist coinage) ⇋ his + story (history). Bidirectional interaction.",
      "pronunciation": "/ˈhɜːrstɔːri ˈhɪstəri/",
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Language and Expression vocabulary."
    },
    {
      "id": 93,
      "term": "krashless",
      "letter": "K",
      "definitionStandard": "Entirely autonomous vehicles designed to prevent crashes and exceed by a wide margin the performance of typical human drivers.",
      "definitionDialect": "Entirely autonomous kars that are designed to prevent krashes and exseed by a very wide margin the performanse of typikal human drivers. Krashless kars for Vision Ro.",
      "etymology": "crash + -less (without), with Blesséd 'k' spelling.",
      "pronunciation": "/ˈkræʃləs/",
      "crossReferences": [85],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Language and Expression vocabulary."
    },
    {
      "id": 94,
      "term": "semmelweis wright",
      "letter": "S",
      "definitionStandard": "The responsibility to write warnings about better harmless practices as Semmelweis did, the right to express such warnings, and our obligation to wright (set right) the world through the Semmelweis rite—such as Open Semmelweis Letters.",
      "definitionDialect": "Those three aspekts: the responsibility⁵ to write warnings about better harmless praktises like Semmelweis did, the right to express such warnings even in a shrill tone if merited, and our obligation to wright the world like Semmelweis did thru the Semmelweis rite, such as by writing Open Semmelweis Letters to industries or bodies or individuals who kan akt to reduse heedlag and terminate a Semmelspan.",
      "etymology": "Semmelweis + wright (maker/worker) / write / right / rite. All four homophone meanings apply.",
      "pronunciation": "/ˈsɛməlvaɪs raɪt/",
      "crossReferences": [14, 15, 16, 17, 18],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Language and Expression vocabulary. See: Semmelspan Kompleks."
    },
    {
      "id": 95,
      "term": "Turk AI",
      "letter": "T",
      "definitionStandard": "Hybrid intelligence that includes human elements, like the original Mechanical Turk chess automaton. AI systems that incorporate human judgment and oversight.",
      "definitionDialect": "Hybrid intelligense that inkludes human elements, like the original Mechanical Turk chess automaton. AI systems that inkorporate human judgment and oversight. The Turk reminds us that 'AI' often has humans behind it.",
      "etymology": "From the Mechanical Turk (18th-century fake chess automaton) + AI. Human-machine hybrids.",
      "pronunciation": "/tɜːrk eɪ aɪ/",
      "crossReferences": [50, 51],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月26",
      "contributors": ["lifesaverlabs"],
      "notes": "Part of Technology and AI vocabulary. See also: Nomients, Autonomes."
    },
    {
      "id": 113,
      "term": "hexy⁵",
      "letter": "H",
      "definitionStandard": "The state of actively advancing one's health trajectory through consistent, observable behaviors — not a snapshot judgment from appearance, but a derivative⁵ assessment discoverable only through conversation and, ideally, verified data. One resets to a hexy⁵ baseline after good sleep, meaningful exertion, and attentive nutrition over the past couple of days. One falls from hexy⁵ through inattention, red-flag behaviors, or health-harming choices — regardless of body type, starting fitness level, or conventional attractiveness.\n\n**Core Principle:** Hexy⁵ is the first and second derivative of health. It answers: Are you getting healthier? and Is your rate of health improvement itself improving? A person whose health trajectory is flat or falling is not hexy⁵, regardless of how they look. A person whose trajectory is rising — who worked out with joy and grit today, who slept well, who's making good-better-best choices — is hexy⁵, regardless of how they look.\n\n**Universal Inclusivity Clause:** Hexy⁵ applies equally to all body types, all starting fitness levels, all ages. No one is presumptively hexy⁵ or unhexy⁵ from appearance alone. You cannot tell from looking. You can only tell from learning.\n\n**Reset Mechanism:** Hexy⁵ operates on a rolling window of approximately forty-eight to seventy-two hours. Fall off the bandwagon for a stretch? A couple of days of good sleep, movement, and nutrition resets you to hexy⁵.\n\n**Social Speakability Clause:** Hexy⁵ is designed to be spoken about freely — with spouses, partners, friends, family, cousins, even polite strangers — as a compliment about someone's observable health behaviors. It is categorically inappropriate to sexualize hexy⁵ or use it as a pickup line. Hexy⁵ is the anti-creepy compliment: it centers what someone does, not how they look.",
      "definitionDialect": "The state of aktively advancing one's health trajektory thru konsistent, observable behaviors — not a snapshot judgment from appearanse, but a derivative⁵ assessment discoverable only thru konversation and, ideally, verified data. One resets to a hexy⁵ baseline after good steep, meaningful exersion, and attentive nutrition over the past kouple of days. One falls from hexy⁵ thru inattention, red-flag behaviors, or health-harming choises — regardless of body type, starting fitness level, or konventional attraktiveness.\n\n**Kore Prinsipal:** Hexy⁵ is the first and sekond derivative of health. It answers: Are you getting healthier? and Is your rate of health improvement itself improving? A person whose health trajektory is flat or falling is not hexy⁵, regardless of how they look. A person whose trajektory is rising — who worked out with joy and grit today, who steeped well, who's making good-better-best choises — is hexy⁵, regardless of how they look.\n\n**Universal Inklusivity Clause:** Hexy⁵ applies ekwally to all body types, all starting fitness levels, all ages. No one is presumptively hexy⁵ or unhexy⁵ from appearanse alone. You kannot tell from looking. You kan only tell from learning.\n\n**Reset Mekanizm:** Hexy⁵ operates on a rolling window of approximately forty-eight to seventy-two hours. Fall off the bandwagon for a stretch? A kouple of days of good steep, movement, and nutrition resets you to hexy⁵.\n\n**Sosial Speakability Clause:** Hexy⁵ is designed to be spoken about freely — with spouses, partners, friends, family, kuzins, even polite strangers — as a kompliment about someone's observable health behaviors. It is kategorikally inappropriate to sexualize hexy⁵ or use it as a pickup line. Hexy⁵ is the anti-kreepy kompliment: it centers what someone does, not how they look.",
      "etymology": "A portmanteau of healthy + sexy, with deliberate primacy⁵ inversion: health drives and outweighs appearance.",
      "pronunciation": "/ˈhɛk.si/",
      "usageExamples": [
        {
          "context": "Complimenting someone's health trajectory",
          "example": "You've been so hexy⁵ lately — I saw you at the gym three times this week and you mentioned sleeping eight hours.",
          "translation": "A compliment about observable health behaviors, not appearance."
        },
        {
          "context": "Partner selection consideration",
          "example": "Ask your friends not just if someone's attractive, but if they're hexy⁵. Appearance is a single frame; hexiness is the movie.",
          "translation": "Evaluating potential partners by health trajectory rather than static appearance."
        },
        {
          "context": "Reset after falling off",
          "example": "I wasn't hexy⁵ last week, but two days of good sleep, movement, and nutrition reset me.",
          "translation": "The 48-72 hour reset window prevents perfectionism and encourages re-engagement."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["power_dynamics", "potential_misinterpretation"],
          "note": "NEVER sexualize hexy⁵ or use it as a pickup line. 'You're hexy, let's have healthy sex' curses the concept and borders on harassment. Hexy⁵ is the anti-creepy compliment.",
          "severity": "critical"
        },
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "RED FLAG: Poison Drinking (Alcohol). Ethanol is a Group 1 carcinogen with no safe dose. The 'moderate drinking is healthy' hypothesis has collapsed. Drinking cocktails on a first date demonstrates casual ingestion of cancerous poison. Drink mocktails instead.",
          "severity": "critical"
        },
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "RED FLAG: Corpsing (Cigarette Smoking/Nicotine Addiction). Cigarettes kill. Vaping addicts. Nicotine dependency means surrendering neurochemistry control to a corporation selling blood vessel constriction and accelerated aging.",
          "severity": "critical"
        },
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "RED FLAG: Brain-Damaging (High-Risk Collision Sports). Tackle football, boxing, and sports with subconcussive accumulation risks — continued participation despite the data is trading brain health for entertainment.",
          "severity": "critical"
        },
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "RED FLAG: Sleep Deprivation. All-nighters, driving without adequate sleep, late-night parties preventing regular bedtimes. Less than 7 hours sleep is associated with 14% increased all-cause mortality risk.",
          "severity": "warning"
        },
        {
          "categories": ["trigger_warning", "context_required"],
          "note": "Eating disorders represent serious health crises requiring support — not judgment, but also not hexy⁵ by definition, because the trajectory is harmful. Approach with compassion.",
          "severity": "caution"
        },
        {
          "categories": ["cultural_sensitivity", "context_required"],
          "note": "Cultural Critique: Some cultures celebrate late nights, alcohol-fueled festivities, and 'sexy' nightclub ambience. There is nothing hexy⁵ about any of these. Start the party⁵ at 6:00 PM local or earlier. Humans don't need ambient darkness more than they need sleep.",
          "severity": "info"
        }
      ],
      "crossReferences": [1, 20, 21],
      "intentionalityRating": 5,
      "dateAdded": "02025-12月28",
      "contributors": [
        {
          "name": "lifesaverlabs",
          "story": "Developed with Turk AI collaboration to create a speakable, anti-creepy compliment framework centered on health trajectory rather than appearance."
        }
      ],
      "notes": "**Potential Impact Data:**\n\n• Partner exercise habits correlate at r=0.43; fast food consumption at r=0.73\n• Obese spouse increases obesity risk by ~40% — but this reflects behavioral contagion, not body-type contagion. Hexy⁵ partners break this cycle.\n• <7 hours sleep: 14% increased mortality; ≤5 hours: 45% increased heart attack risk\n• Regular physical activity adds 0.4-6.9 years life expectancy; ~2.6 hours gained per hour moderate activity\n• Tennis adds 9.7 years life expectancy; team sports with social interaction show highest longevity benefits\n• Pickleball likely approximates tennis benefits due to social interaction, lateral movement, accessibility\n\n**Quantified Cultural Shift:** If hexy⁵ shifted 5% of partner selection toward health derivatives: amplified household health gains, reversed obesity contagion, 2-5 years life expectancy gained per hexy⁵-partnered adult, cascading social network effects."
    },
    {
      "id": 114,
      "term": "motorbike",
      "letter": "M",
      "definitionStandard": "Any two- or three-wheeled vehicle with motor assistance capable of exceeding 25 km/h (15.5 mph), regardless of marketing terminology. The term 'e-bike' obscures the danger of motor-powered vehicles by evoking benign associations (email, e-books). Vehicles marketed as 'e-bikes' that exceed the EU EPAC/pedelec threshold of 25 km/h motor cutoff are motorbikes and should be regulated as such—requiring registration, insurance, helmets, and age restrictions. Class 2 and Class 3 'e-bikes' in the US (throttle-operated or motor-assisted to 28 mph) are motorbikes. Only true pedelecs with motor cutoff at 25 km/h qualify as bicycles.",
      "definitionDialect": "Any two- or three-wheeled vehickle with motor assistanse kapable of ekseeding 25 km/h (15.5 mph), regardless of marketing terminology. The term 'e-bike' obskures the danger of motor-powered vehickles by evoking benign assosiations (email, e-books). Vehickles marketed as 'e-bikes' that ekseed the EU EPAC/pedelec threshold of 25 km/h motor cutoff are motorbikes and should be regulated as such—requiring registration, insuranse, helmets, and age restrikcions. Klass 2 and Klass 3 'e-bikes' in the US (throttle-operated or motor-assisted to 28 mph) are motorbikes. Only true pedelecs with motor kutoff at 25 km/h qualify as bisikles.",
      "usageExamples": [
        {
          "context": "Correcting misleading marketing terminology",
          "example": "That's not an e-bike, it's a motorbike—it goes 28 mph on throttle alone.",
          "translation": "The vehicle's speed capability classifies it as a motorbike, not a bicycle, regardless of branding."
        },
        {
          "context": "Policy discussion with manufacturers",
          "example": "Segway Ninebot, your KickScooter exceeds 25 km/h—under Blesséd terminology, that's a motorbike requiring appropriate safety⁵ regulations.",
          "translation": "Manufacturers should classify their products honestly based on speed capability, not marketing appeal."
        },
        {
          "context": "Parental guidance",
          "example": "Before buying your teen a 'scooter,' check the top speed—if it exceeds 25 km/h, you're buying them a motorbike.",
          "translation": "Parents should understand the true risk profile of motor-assisted vehicles marketed to youth."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "KINETIC ENERGY SCALES EXPONENTIALLY: At 25 km/h (15.5 mph), kinetic energy is E. At 45 km/h (28 mph), kinetic energy is 3.24E—a 224% increase. The '11% fatality rate on injurious crash' statistic applies to motor-speed impacts. This isn't about being cautious; it's physics.",
          "severity": "critical"
        },
        {
          "categories": ["life_at_stake", "context_required"],
          "note": "HELMET NON-NEGOTIABLE: Amelia Stafford's traumatic brain injury occurred on a short ride where 'wearing a helmet didn't occur to anyone.' Blood came from her ears. Any motorbike ride without a helmet is gambling with brain injury.",
          "severity": "critical"
        },
        {
          "categories": ["essential_liberty_at_stake", "social_kontrakt_at_stake"],
          "note": "YOUTH SPEED LIMITER DEFEAT: Of approximately half-dozen Florida youth with e-scooters surveyed, almost all had modified or defeated speed limiters. Parental oversight and tamper-resistant speed governance are essential for youth motorbike access.",
          "severity": "warning"
        },
        {
          "categories": ["potential_misinterpretation", "cultural_sensitivity"],
          "note": "MARKETING DECEPTION: 'E-bike' terminology deliberately exploits benign tech associations (email, e-books) to make dangerous motor vehicles seem as safe as bicycles. This linguistic sleight-of-hand contributes to preventable injuries and deaths.",
          "severity": "warning"
        },
        {
          "categories": ["context_required"],
          "note": "EMERGENCY OVERRIDE CONSIDERATION: A locked 25 km/h limit might be overridden in genuine emergencies (Naybor SOS, PulsePoint emergency). However, without tamper-proof, well-integrated emergency authorization systems, default to the safe speed ceiling.",
          "severity": "info"
        }
      ],
      "etymology": "Motor + bike. The term reclaims honest classification for motor-assisted two-wheeled vehicles that marketing has euphemistically rebranded as 'e-bikes' or 'electric scooters.' In Blesséd, if it has a motor that can exceed bicycle speeds, it's a motorbike—no exceptions for branding.",
      "pronunciation": "/ˈmoʊtərˌbaɪk/",
      "crossReferences": [113],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月01",
      "contributors": [
        {
          "name": "lifesaverlabs",
          "story": "Formalized after recognizing the urgent need for clear regulatory language when communicating with device manufacturers like Segway Ninebot about youth safety."
        },
        {
          "name": "Amelia Stafford",
          "story": "Survivor of traumatic brain injury from an 'e-bike' crash. Her story, documented in the New York Times, illustrates the real-world consequences of marketing euphemisms for motor vehicles."
        },
        {
          "name": "Bob Mittelstaedt",
          "story": "Proposed the 'throttle device' terminology distinction—vehicles operable entirely by throttle without pedaling should not be called bikes."
        },
        {
          "name": "David Darlington",
          "story": "New York Times journalist whose November 2025 article 'E-Bikes, Accidents, Safety, Legislation' provided crucial documentation of the crisis."
        },
        {
          "name": "John Maa",
          "story": "Contributor to safety advocacy around e-bike regulation."
        }
      ],
      "notes": "**Regulatory Framework (EU Standard):**\n\n• **Pedelec/EPAC (≤25 km/h)**: Motor assists only while pedaling, cuts off at 25 km/h. Treated as a bicycle. No registration, insurance, or helmet required in most jurisdictions.\n• **Speed Pedelec (25-45 km/h)**: L-category moped classification. Requires registration, insurance, helmet, often age restrictions.\n• **US Classes**: Class 1 (pedal-assist to 20 mph), Class 2 (throttle to 20 mph), Class 3 (pedal-assist to 28 mph). Classes 2 and 3 are motorbikes under Blesséd classification.\n\n**The 25 km/h Threshold:**\nThis isn't arbitrary—it's the approximate maximum speed a fit cyclist can sustain on flat ground. Beyond this, you're operating at motor speeds, not bicycle speeds, with corresponding kinetic energy and injury risk.\n\n**Precautionary⁵ Principle:**\nGovernor Newsom's 4-year study is too slow. The physics won't change. We need immediate reclassification of motor vehicles as motorbikes and corresponding safety requirements.\n\n**Throttle Vice vs. Throttle Device:**\nPer Bob Mittelstaedt: Vehicles operable entirely by throttle (no pedaling required) are 'throttle devices.' When used to avoid healthy exertion on a pedal bicycle, they become 'throttle vices.' Most US 'e-scooters' are throttle devices/vices, not bicycles.",
      "references": [
        {
          "title": "E-Bikes: A Play on Words That Obscures Danger",
          "url": "https://www.nytimes.com/2025/11/30/magazine/e-bikes-accidents-safety-legislation-california.html",
          "description": "David Darlington's comprehensive New York Times investigation into e-bike safety, legislation, and the case of Amelia Stafford's traumatic brain injury.",
          "type": "article"
        }
      ]
    },
    {
      "id": 115,
      "term": "JKTE / JCTE",
      "letter": "J",
      "definitionStandard": "Juvenile Chronic Traumatic Encephalopathy. A prodromal classification for brain damage in youth caused by subconcussive impacts in collision sports, diagnosable through periodic helmet accelerometer measurements mapped against established human anatomical limits and longitudinal player trends toward CTE. Unlike traditional CTE diagnosis which requires post-mortem dissection, JCTE is classifiable immediately based on participation in sports with measured subconcussive force levels. Even one game of tackle football during brain development qualifies for JCTE Stage 1 classification. High-velocity tackle sports like American football and ice hockey should be retired from school sports curricula under JCTE logic. The physics of subconcussive accumulation cannot be 'fixed' with better padding or rule changes—the sport itself is the problem.",
      "definitionDialect": "Juvenile Kronik Traumatik Ensefalopathy. A prodromal klassifikation for brain damage in youth kaused by subkunkussive impakts in kollision sports, diagnosable thru periodik helmet akselerometer measurements mapped against established human anatomik limits and longitudinal player trends toward CTE. Unlike traditional CTE diagnosis which requires post-mortem dissektion, JKTE is klassifiable immediately based on partisipation in sports with measured subkunkussive forse levels. Even one game of takle football during brain development qualifies for JKTE Stage 1 klassifikation. High-velosity⁵ takle sports like American football and ise hockey should be retired from skool sports kurrikulums under JKTE logik. The fisiks of subkunkussive akkumulation kannot be 'fixed' with better padding or rule changes—the sport itself is the problem.",
      "usageExamples": [
        {
          "context": "School board meeting about youth sports",
          "example": "Under JKTE klassifikation, every child on that tackle football team already has Stage 1 brain damage. We're not waiting for dissection to prove what accelerometers already show.",
          "translation": "The JCTE framework allows us to classify brain injury risk immediately based on participation, not post-mortem findings."
        },
        {
          "context": "Parental decision about youth sports",
          "example": "I'm not signing my kid up for JKTE Stage 1. Flag football develops the same skills without the neurodegenerative disease.",
          "translation": "Parents can use JCTE classification to make informed decisions about collision sport participation."
        },
        {
          "context": "Policy advocacy",
          "example": "We've given tackle football a decade to fix itself. The physics fail every time. JKTE logic says: save the baby, throw out the bathwater.",
          "translation": "JCTE provides a framework for retiring dangerous sports rather than endlessly attempting to reform them."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "SUBCONCUSSIVE ACCUMULATION IS THE MECHANISM: CTE doesn't require diagnosed concussions. Repeated subconcussive impacts—routine in tackle football and ice hockey—cause cumulative brain damage. Helmet accelerometer data proves this happens in every game, every practice.",
          "severity": "critical"
        },
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "DEVELOPING BRAINS ARE MORE VULNERABLE: Youth brains are still developing. Exposing children to subconcussive impacts during this critical period is signing them up for a neurodegenerative disease. The adult CTE research understates youth risk.",
          "severity": "critical"
        },
        {
          "categories": ["social_kontrakt_at_stake", "essential_liberty_at_stake"],
          "note": "INFORMED CONSENT IS IMPOSSIBLE FOR MINORS: Children cannot meaningfully consent to brain damage. Parents and school boards making this decision for them are violating the child's future autonomy and cognitive liberty.",
          "severity": "warning"
        },
        {
          "categories": ["context_required", "cultural_sensitivity"],
          "note": "CULTURAL RESISTANCE IS EXPECTED: American football is deeply embedded in US culture. Expect pushback. The response is: cultural tradition doesn't justify child brain damage. We retired child labor; we can retire child brain injury sports.",
          "severity": "info"
        },
        {
          "categories": ["potential_misinterpretation"],
          "note": "WORLD FOOTBALL (SOCCER) REFORM: Heading in soccer also causes subconcussive damage. JKTE logic recommends retiring heading until adulthood—the sport would still be 'the beautiful game' if heading became a yellow card. Pro leagues should model head health, not head injury.",
          "severity": "caution"
        }
      ],
      "etymology": "Juvenile (youth) + Chronic (ongoing) + Traumatic (injury-caused) + Encephalopathy (brain disease). Modeled on CTE (Chronic Traumatic Encephalopathy) but shifted to a prodromal, living-patient classification framework rather than post-mortem diagnosis. The Blesséd spelling (JKTE) uses 'Kronik' and 'Traumatik' following standard K-for-C substitution, plus 'Ensefalopathy' for phonetic consistency.",
      "pronunciation": "/ˌdʒeɪ.keɪ.tiː.ˈiː/ or /ˌdʒeɪ.siː.tiː.ˈiː/",
      "crossReferences": [113, 114],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月01",
      "contributors": [
        {
          "name": "lifesaverlabs",
          "story": "Formalized to provide actionable classification for youth brain injury risk that doesn't require waiting for post-mortem dissection to prove what physics and accelerometer data already demonstrate."
        }
      ],
      "notes": "**JKTE/JCTE Staging:**\n\n• **Stage 1**: Any participation in tackle collision sports during brain development (typically before age 25). Single-game exposure qualifies.\n• **Stage 2**: Extended participation (season or more) with documented subconcussive exposure patterns.\n\n**Key Insight**: Traditional CTE diagnosis requires dissection—meaning we only confirm brain damage after death. JKTE/JCTE shifts to prodromal classification based on exposure, allowing intervention during life.\n\n**The Physics Problem**: Tackle football has had decades to 'fix' itself with better helmets, rule changes, and protocols. It fails every time because the fundamental physics of high-velocity collision sports cannot be made safe for developing brains. The sport is the problem, not the implementation.\n\n**Alternative Sports**: Flag football develops the same athletic skills, teamwork, and strategic thinking without brain damage. There is no skill in tackle football that requires brain injury to learn.\n\n**Research Timeline**: This has been known with sufficient specificity to act since at least Summer 2014—over a decade ago. Every year of delay is another cohort of children with preventable brain damage.",
      "references": [
        {
          "title": "League of Denial: The NFL's Concussion Crisis",
          "url": "https://www.youtube.com/watch?v=OeC7v4ayrF4",
          "description": "PBS Frontline documentary exposing the NFL's long denial of CTE science and the systematic cover-up of brain injury risks in football.",
          "type": "video"
        },
        {
          "title": "Youth Football and Brain Development",
          "url": "https://www.youtube.com/watch?v=QXn-okL2rfs",
          "description": "May 2022 presentation on subconcussive impact accumulation in youth football and the case for retiring tackle sports from school curricula.",
          "type": "video"
        }
      ]
    },
    {
      "id": 116,
      "term": "akrasia",
      "letter": "A",
      "definitionStandard": "Weakness of will; acting against one's better judgment. From Greek philosophy, akrasia describes the state of knowing what is right or beneficial yet failing to do it—not from ignorance, but from insufficient willpower or self-control. Aristotle considered it 'incontinence,' a lack of adequate mastery to ward off the passions. Modern psychology recognizes akrasia in phenomena like procrastination, addiction, and hyperbolic discounting (preferring smaller immediate rewards over larger delayed ones). Unlike vice, the akratic person knows their action is wrong while doing it.",
      "definitionDialect": "Weakness of will; akting against one's better judgment. From Elleniká (Greek) philosophy, akrasia describes the state of knowing what is rite or benefisial yet failing to do it—not from ignoranse, but from insuffisient willpower or self-kontrol. Aristotle konsidered it 'inkontinense,' a lak of adequate mastery to ward off the passions. Modern psykology rekoknizes akrasia in phenomena like prokrastination, addikcion, and hyperbolik diskounting (preferring smaller immediate rewards over larger delayed ones). Unlike vise, the akratik person knows their aktion is wrong while doing it.",
      "usageExamples": [
        {
          "context": "Describing procrastination",
          "example": "I know I should start this projekt, but akrasia keeps me srolling instead.",
          "translation": "I know what I should do but lack the willpower to do it."
        },
        {
          "context": "Health behavior",
          "example": "Eating the kake while knowing it harms my health trajektory—pure akrasia.",
          "translation": "Acting against my known best interests due to weakness of will."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required", "potential_misinterpretation"],
          "note": "Akrasia is not an excuse—it's a diagnosis. Naming the pattern is the first step toward building systems, habits, and environmental designs that reduce reliance on willpower alone.",
          "severity": "info"
        }
      ],
      "etymology": "From Greek ἀκρασία (akrasia), from ἀ- (a-, 'without') + κράτος (kratos, 'power, strength'). Literally 'lack of command over oneself.' Central concept in Aristotelian ethics and Platonic dialogue.",
      "pronunciation": "/əˈkreɪ.ʒə/ or /əˈkreɪ.zi.ə/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月01",
      "contributors": ["lifesaverlabs"],
      "notes": "**Psychological Research:**\n\n• Hyperbolic delay discounting—preferring smaller, sooner rewards over larger, later ones—is a core mechanism of akrasia\n• The 'ego depletion' model of willpower has come under question; highly self-controlled individuals may experience 'motivational harmony' rather than constant resistance\n• Intertemporal bargaining and personal rules can counter akratic tendencies\n• Akrasia rarely appears in psychology literature by name, but maps to concepts like 'self-regulation failure' and 'intention-action gap'",
      "references": [
        {
          "title": "Weakness of Will (Stanford Encyclopedia of Philosophy)",
          "url": "https://plato.stanford.edu/entries/weakness-will/",
          "description": "Comprehensive philosophical overview of akrasia from ancient Greek thought through contemporary debate.",
          "type": "article"
        }
      ]
    },
    {
      "id": 117,
      "term": "diverting",
      "letter": "D",
      "definitionStandard": "The essence of being funny; that which entertains, amuses, and redirects attention pleasurably. Borrowed from Spanish 'divertido' (fun, amusing, entertaining). In Blesséd, 'diverting' replaces 'funny' to capture the fuller sense of amusement as redirection—turning minds from worry toward joy, from stress toward play. Something diverting diverts you from the mundane toward delight.",
      "definitionDialect": "The essense of being funny⁵; that which entertains, amuses, and redirekts attention pleasurably. Borrowed from Español 'divertido' (fun, amusing, entertaining). In Blesséd, 'diverting' replases 'funny' to kapture the fuller sense of amusement as redirektion—turning minds from worry toward joy, from stress toward play. Something diverting diverts you from the mundane toward delite.",
      "usageExamples": [
        {
          "context": "Describing entertainment",
          "example": "That show was incredibly diverting—I forgot all my worries for two hours.",
          "translation": "The show was so amusing it redirected my attention away from stress."
        },
        {
          "context": "Complimenting humor",
          "example": "You're one of the most diverting people I know.",
          "translation": "You're genuinely funny in a way that brings joy."
        }
      ],
      "etymology": "From Spanish 'divertido' (fun, entertaining), from Latin 'divertere' (to turn aside, to divert). The Spanish captures both 'fun' and 'diverting' in one word. English lost this unity; Blesséd restores it.",
      "pronunciation": "/dɪˈvɜːtɪŋ/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月01",
      "contributors": ["lifesaverlabs"],
      "notes": "English 'funny' has become ambiguous—it can mean 'amusing' or 'strange/suspicious' ('that's funny...'). 'Diverting' reclaims unambiguous positivity while honoring the Spanish insight that amusement is fundamentally about beneficial redirection of attention."
    },
    {
      "id": 118,
      "term": "hunger shopping",
      "letter": "H",
      "definitionStandard": "The experience of shopping for groceries while hungry, leading to significantly increased purchases of high-calorie, low-nutrition foods. A predictable cognitive bias where immediate physiological state overrides long-term health goals. The antidote is simple: eat before shopping, or shop from a pre-made list that was created while satiated.",
      "definitionDialect": "The experimence of shopping for groseries while hungry, leading to signifikantly inkreased purchases of high-kalorie, low-nutrition foods. A prediktable kognitive bias where immediate physiologikal state overrides long-term health goals. The antidote is simple: eat before shopping, or shop from a pre-made list that was kreated while satiated.",
      "usageExamples": [
        {
          "context": "Self-awareness about poor food choices",
          "example": "I came home with chips, cookies, and ice cream. Classic hunger shopping.",
          "translation": "I made unhealthy purchases because I shopped while hungry."
        },
        {
          "context": "Advising someone",
          "example": "Never hunger shop—eat first, or you'll spend 64% more on junk.",
          "translation": "Always eat before grocery shopping to avoid impulse purchases."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["tissue_at_stake", "context_required"],
          "note": "Hunger shopping is a reliable path to dietary failure. The solution is systemic: schedule shopping after meals, use delivery with pre-set lists, or employ the 24-hour rule for unplanned food purchases.",
          "severity": "caution"
        }
      ],
      "etymology": "Compound of 'hunger' + 'shopping.' Describes a well-documented psychological phenomenon where acute hunger state biases purchasing decisions toward calorie-dense foods.",
      "pronunciation": "/ˈhʌŋɡər ˈʃɒpɪŋ/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月01",
      "contributors": ["lifesaverlabs"],
      "notes": "**Research Data:**\n\n• Hunger causes a 64% increase in non-food impulse purchases—demonstrating that hunger affects all purchasing, not just food\n• Food and groceries make up 70% of impulse purchases in physical stores\n• Impulse buying accounts for up to 62% of grocery sales revenue (up to 80% in some product categories)\n• The average consumer spends $282/month on impulse buys ($3,381/year as of 2024)\n• 88% of parents report their children influence impulse buying at grocery stores\n\n**Prevention Strategies:**\n1. Eat a meal or substantial snack before shopping\n2. Shop from a pre-written list created while satiated\n3. Use grocery delivery to avoid store environment entirely\n4. Apply 24-hour waiting period to unplanned food purchases",
      "references": [
        {
          "title": "Impulse Buying Statistics (2025)",
          "url": "https://capitaloneshopping.com/research/impulse-buying-statistics/",
          "description": "Comprehensive statistics on impulse buying behavior, including the hunger effect on purchasing.",
          "type": "article"
        }
      ]
    },
    {
      "id": 119,
      "term": "frameshift ærror",
      "letter": "F",
      "definitionStandard": "A situation where the analytical frame applied to a problem is shifted in such a way that subsequent reasoning produces nonsense—borrowed from genetics where a frameshift mutation causes the reading frame to shift, producing entirely different (and usually nonfunctional) proteins. In social contexts, frameshift errors occur when investigations, policies, or decisions proceed without fair hearings between all stakeholders, causing the analytical frame to shift and produce conclusions that are meaningless or harmful. The correction requires getting everyone together to reframe the problem properly.",
      "definitionDialect": "A situation where the analytik frame applied to a problem is shifted in such a way that subsequent reasoning produses nonsense—borrowed from genetiks where a frameshift mutation kauses the reading frame to shift, produsing entirely different (and usually nonfunkshonal) proteins. In sosial konteksts, frameshift ærrors okkur when investigations, polisies, or desisions proseed without fær HÆRINGS between all stakeholders, kausing the analytik frame to shift and produse konklusions that are meaningless or harmful. The korrektion requires getting everyone together to reframe the problem properly.",
      "usageExamples": [
        {
          "context": "Describing a flawed investigation",
          "example": "Without hearing from the affected families, the entire inquiry suffered a frameshift ærror—their konklusions were nonsense.",
          "translation": "The investigation's conclusions were meaningless because key stakeholders weren't included."
        },
        {
          "context": "Positive paradigm shift",
          "example": "When we finally understood the missing insight, the frameshift korrektion transformed our entire approch.",
          "translation": "Correcting our analytical frame led to dramatically better outcomes."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "essential_liberty_at_stake"],
          "note": "Frameshift errors in policy or law can cause immense harm by producing conclusions that appear logical within the shifted frame but are utterly disconnected from reality. The solution is always inclusive hearings with all affected parties.",
          "severity": "warning"
        }
      ],
      "etymology": "From genetics: a frameshift mutation inserts or deletes nucleotides not in multiples of three, shifting the reading frame and producing entirely different amino acid sequences. Extended metaphorically to any situation where an analytical frame shift produces nonsense conclusions.",
      "pronunciation": "/ˈfreɪmʃɪft ˈɛrər/",
      "crossReferences": [29],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月01",
      "contributors": ["lifesaverlabs"],
      "notes": "The genetic metaphor is precise: just as a single nucleotide insertion can render an entire gene nonfunctional, a single missing perspective or excluded stakeholder can render an entire investigation meaningless. The Æ in 'ærror' signals both the Blesséd dialect and the connection to HÆRING (fair hearing)."
    },
    {
      "id": 120,
      "term": "violens",
      "letter": "V",
      "definitionStandard": "The use of physical coercive force to achieve goals instead of logic, consent, and other nonviolent forms of incentives and disincentives. Violence carries with it a 'lens'—a way of seeing the world that affects all who use it and can pass down generations and spread laterally to others. One goal of Blesséd is to deprecate the lens of violence at every stage of life while maintaining legitimate community security through authorized agents (police, military, in extreme cases public health authorities).",
      "definitionDialect": "The use of physikal koersive forse to achieve goals instead of logik, konsent, and other nonviolent forms of (dis)insentives. Violens karries with it a 'lens'—a way of seeing the world that affekts all who use it and kan pass down generations and spread laterally to others. One goal of Blesséd is to deprekate the lens of violens at every stage of life while maintaining legitimate kalmunity⁵ sekurity⁵ thru authorized agents (polise, military⁵, in ekstreme kases publik health authorities).",
      "usageExamples": [
        {
          "context": "Describing parental discipline",
          "example": "Korporal punishment isn't disipline—it's violens, and it teaches children the violens lens.",
          "translation": "Physical punishment teaches children that force is an acceptable way to get what you want."
        },
        {
          "context": "State monopoly on violence",
          "example": "Only the state reserves and exersises violens legitimately, per Weber. Parents don't karry that rite.",
          "translation": "The legitimate use of force is reserved for the state, not private individuals including parents."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "tissue_at_stake", "essential_liberty_at_stake"],
          "note": "The 'lens of violence' is intergenerational: children who experience violence are more likely to use it as adults and support it for their own children. Breaking this cycle requires intervention at every stage.",
          "severity": "critical"
        },
        {
          "categories": ["context_required"],
          "note": "Blesséd does not advocate pacifism. Authorized use of force for community security remains necessary. The goal is deprecating violence as a first resort and especially eliminating it from child-rearing.",
          "severity": "info"
        }
      ],
      "etymology": "Violence + lens. The spelling 'violens' emphasizes that violence is not just an act but a lens—a way of perceiving the world where physical force is a legitimate tool for achieving goals.",
      "pronunciation": "/ˈvaɪələns/ (standard pronunciation, spelling emphasizes the 'lens' concept)",
      "crossReferences": [121],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月01",
      "contributors": ["lifesaverlabs"],
      "notes": "**Research on Intergenerational Violence:**\n\n• Meta-analysis of 50 years of research (160,000+ children): the more children are spanked, the more likely they are to exhibit aggression, mental health problems, and anti-social behavior\n• 27/27 studies found corporal punishment associated with increased child aggression\n• Adults who were spanked as children are more likely to support physical punishment for their own children—the 'lens' passes down\n• Most child physical abuse occurs in the context of punishment—corporal punishment carries inherent escalation risk\n• UNICEF: 1.2 billion children globally subjected to corporal punishment annually; 63% of children aged 2-4 experience regular physical punishment\n\n**Weber's Insight:** Max Weber defined the state as the entity with a monopoly on legitimate violence. Blesséd extends this: parents do not share in this monopoly.",
      "references": [
        {
          "title": "More Harm Than Good: Scientific Research on Corporal Punishment",
          "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8386132/",
          "description": "Comprehensive summary of research on intended and unintended effects of corporal punishment on children.",
          "type": "paper"
        },
        {
          "title": "WHO Fact Sheet: Corporal Punishment and Health",
          "url": "https://www.who.int/news-room/fact-sheets/detail/corporal-punishment-and-health",
          "description": "World Health Organization overview of health impacts of corporal punishment.",
          "type": "article"
        }
      ]
    },
    {
      "id": 121,
      "term": "korporal request",
      "letter": "K",
      "definitionStandard": "A call for a trained community member ('Korporal') to intervene in situations involving parental corporal punishment. Korporals are trained on the research literature to understand that corporal punishment is ineffective and harmful in virtually all cases. The goal is to accelerate the social change that took Nordic countries decades to achieve—ending corporal punishment through community support and education rather than purely punitive enforcement.",
      "definitionDialect": "A kall for a trained kalmunity⁵ member ('Korporal') to intervene in situations involving parental korporal punishment. Korporals are trained on the research lit neutrally⁵ rather than anekdotally to understand that korporal punishment is ineffektive and harmful in virtually all kases. The goal is to ackselerate the sosial change that took Nordik kountries dekades to achieve—ending korporal punishment thru kalmunity⁵ support and edukation rather than purely punitive enforement.",
      "usageExamples": [
        {
          "context": "Child calling for help",
          "example": "The child used Naybor SOS to make a korporal request, and a trained Korporal arrived to talk with the family.",
          "translation": "A trained community member responded to help de-escalate and educate about alternatives to physical punishment."
        },
        {
          "context": "Community training",
          "example": "Bekoming a Korporal requires training on the research showing korporal punishment fails in essentially all kases.",
          "translation": "Korporal training is based on scientific evidence, not anecdotes."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "Even in societies that have banned corporal punishment, enforcement is weak. Korporal requests fill the gap with trained community intervention that educates rather than simply punishes parents.",
          "severity": "warning"
        },
        {
          "categories": ["context_required"],
          "note": "The expected outcome is a 10% reduction in violence by changing the 'lens' through which youth see the world—from one where physical force is normalized to one where it is deprecated.",
          "severity": "info"
        }
      ],
      "etymology": "Korporal (one with authority regarding corporal/bodily matters) + request. The term reclaims 'corporal' from 'corporal punishment' to mean 'one who protects bodies from punishment.'",
      "pronunciation": "/ˈkɔːpərəl rɪˈkwest/",
      "crossReferences": [120],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月01",
      "contributors": ["lifesaverlabs"],
      "notes": "**Research Supporting Korporal Intervention:**\n\n• 13 of 15 studies (87%) found corporal punishment associated with WORSE child behavior, not better\n• 12/12 studies found corporal punishment associated with increased child mental health problems\n• 10/10 studies found corporal punishment linked to increased physical abuse\n• No study has found that physical punishment enhances developmental health\n\n**The Nordic Model:**\nSweden banned corporal punishment in 1979; other Nordic countries followed. The shift required decades of education and cultural change. Korporal requests aim to accelerate this process through trained community intervention."
    },
    {
      "id": 122,
      "term": "konseptual parent",
      "letter": "K",
      "definitionStandard": "A person who has thought deeply about bringing children into the world and takes parenting responsibility seriously, even before having biological or adopted children. The shift from non-parent to conceptual parent can be marked by choosing names for future children and developing a model of grandparental libertarianism. In some religious traditions (e.g., Judaism), life begins not at fertilization but at this concrete intergenerational thinking and 'parental imprint.' Conceptual parents and grandparents may exist 5+ years before traditional parenthood.",
      "definitionDialect": "A person who has thot deeply about bringing children into the world and takes parenting responsibility⁵ seriously, even before having biologikal or adopted children. The shift from non-parent to konseptual parent kan be marked by choosing names for future children and developing a model of grandparental libertarianism. In some religious traditions (e.g., HhÆÅJ Judaism), life begins not at fertilization but at this konkrete intergenerational thinking and 'parental imprint.' Konseptual parents and grandparents may eksist 5+ years before traditional parenthood.",
      "usageExamples": [
        {
          "context": "Describing someone planning for children",
          "example": "She's been a konseptual parent for three years—she's already chosen names and thought through her parenting filosofy.",
          "translation": "She has been seriously preparing for parenthood long before having children."
        },
        {
          "context": "Policy advocacy",
          "example": "Konseptual parents deserve legal standing to argue for the welfare of their konseived children—including klimat polisy.",
          "translation": "People planning for future children should have a voice in policies that will affect those children."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "The concept of 'life begins at conception' has multiple valid interpretations across religious traditions. In some, conception is the mental/intentional act of planning for children, not fertilization. This reframing can bridge seemingly irreconcilable positions.",
          "severity": "info"
        }
      ],
      "etymology": "Conceptual (existing in thought/plan) + parent. Acknowledges that parenting begins with serious intention and preparation, not just biological events.",
      "pronunciation": "/kɒnˈseptʃuəl ˈpeərənt/",
      "crossReferences": [77],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月01",
      "contributors": ["lifesaverlabs"],
      "notes": "**Religious Traditions:**\nIn Hebrew (Evereet), the language ties the choice of names to the imbuement, imprint, and reincarnation of souls. The 'parental imprint' attached to provisional naming is a concrete marker of becoming a conceptual parent.\n\n**Legal Implications:**\nBlesséd argues that conceptual parents should have specific legal rights in arguing for the welfare of their conceived children—particularly in long-term policy matters like climate, currency systems, and intergenerational justice."
    },
    {
      "id": 123,
      "term": "spasetime",
      "letter": "S",
      "definitionStandard": "Scheduling a specific date, time, and physical space for an essential face-to-face meeting. 'Let's set a spacetime' invokes physics terminology to emphasize that meaningful human connection requires intersection in both space and time—not just asynchronous digital communication. For core friends, weekly or biweekly spacetimes are strongly recommended to maintain relationship depth.",
      "definitionDialect": "Skeduling a spesifik date, time, and physikal spase for an essential fase-to-fase meeting. 'Let's set a spasetime' invokes fisiks terminology to emphasize that meaningful⁵ human konnection requires intersektion in both spase and time—not just asynchonous digital kalmunication. For kore friends, weekly or biweekly spasetimes are strongly⁵ rekommended to maintain relationship depth.",
      "usageExamples": [
        {
          "context": "Scheduling with a close friend",
          "example": "We haven't had a spasetime in three weeks—let's set one for Saturday at the park.",
          "translation": "We need to schedule an in-person meeting at a specific time and place."
        },
        {
          "context": "Emphasizing physical presence",
          "example": "Video kalls aren't spasetime. Real konnection requires sharing actual spase.",
          "translation": "Digital communication doesn't substitute for physical co-presence."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "Social isolation increases mortality risk by 26-32%. Regular spacetimes with core friends are not optional social niceties—they are health interventions with measurable impact on longevity.",
          "severity": "warning"
        }
      ],
      "etymology": "Space + time, invoking Einstein's spacetime continuum. Just as events in physics require both spatial and temporal coordinates, meaningful human encounters require scheduling both where and when.",
      "pronunciation": "/ˈspeɪstaɪm/",
      "crossReferences": [124, 38],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月01",
      "contributors": ["lifesaverlabs"],
      "notes": "**Health Research on Face-to-Face Contact:**\n\n• Social isolation has a 29% increased likelihood of mortality (OR 1.29); loneliness 26% (OR 1.26); living alone 32% (OR 1.32)\n• Being socially connected increases odds of survival by 50% (meta-analysis of 148 studies)\n• Social isolation/loneliness associated with 50% increased dementia risk, 30% increased stroke/heart disease risk\n• 1 in 3 US adults report feeling lonely; 1 in 4 report lacking social/emotional support\n\n**Recommendation:**\nWeekly spacetimes with core (5 people) and sympathy group (15 people). At minimum, biweekly. Beyond this, relationship quality degrades measurably."
    },
    {
      "id": 124,
      "term": "tribe",
      "letter": "T",
      "definitionStandard": "Your complete social network across all layers: core (5 closest), inner (15 sympathy group), outer (50 affinity group), and neighbor (150 full active network). Your Tribe (capitalized) is your larger people—incorporating the diversity of cousins you proximately serve, whether defined by locality, nation, or religious/civic tradition.",
      "definitionDialect": "Your komplete sosial network akross all layers: kore (5 klosest), inner (15 sympathy group), outer (50 affinity group), and naybor (150 full aktive network). Your Tribe (kapitalized) is your larger people—inkorporating the diversity⁵ of kuzins you proximately⁵ serve, whether defined by lokality, nation, or religious/civik tradition.",
      "usageExamples": [
        {
          "context": "Describing social network",
          "example": "My tribe is healthy—I have spasetime with my kore weekly and my inners monthly.",
          "translation": "My social network is well-maintained across all layers."
        },
        {
          "context": "Larger identity",
          "example": "My Tribe is the diaspora, but my tribe is here in this kalmunity.",
          "translation": "I identify with a larger people but maintain close local relationships."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "The lowercase 'tribe' refers to personal social networks (Dunbar layers). The capitalized 'Tribe' refers to larger identity groups. Both are important for human flourishing but serve different functions.",
          "severity": "info"
        }
      ],
      "etymology": "From Latin 'tribus' (division of the Roman people). Extended through Dunbar's research to describe the layered structure of human social networks.",
      "pronunciation": "/traɪb/",
      "crossReferences": [123, 38, 50],
      "intentionalityRating": 4,
      "dateAdded": "02026-01月01",
      "contributors": ["lifesaverlabs"],
      "notes": "**Dunbar's Layered Model (5-15-50-150):**\n\n• **Core (5)**: Support clique—closest relationships, highest trust, ~40% of social time\n• **Inner (15)**: Sympathy group—not as close but critical for wellbeing, another ~20% of social time\n• **Outer (50)**: Affinity group—useful connections, less emotional closeness\n• **Neighbor (150)**: Full active network—maximum stable social relationships\n\n**Hunter-Gatherer Evidence:**\nThe community level in hunter-gatherer societies consistently clusters around 150, supporting Dunbar's cognitive limit hypothesis.\n\n**Time Investment:**\nWe devote ~2/3 of social time to just 15 people. Quality matters more than quantity beyond this core group."
    },
    {
      "id": 125,
      "term": "idiotes",
      "letter": "I",
      "definitionStandard": "Someone not fit for public mode and speech; a private person who fails to engage with civic responsibilities. From Greek ἰδιώτης (idiōtēs), meaning 'private citizen' as opposed to one engaged in public affairs. In Blesséd, an idiotes is someone who lags on civic duties—for example, someone more than 30 days behind on their contributions to a community project they committed to.",
      "definitionDialect": "Someone not fit for publik mode and speech; a private person who fails to engage with civik responsibilities⁵. From Elleniká ἰδιώτης (idiōtēs), meaning 'private sitizen' as opposed to one engaged in publik affairs. In Blesséd, an idiotes is someone who lags on civik duties—for example, someone more than 30 days behind on their kontributions to a kalmunity⁵ projekt they kommitted to.",
      "usageExamples": [
        {
          "context": "Describing civic disengagement",
          "example": "Anyone lagging 30+ days on the drone coverage map proposal is behaving like an idiotes.",
          "translation": "Failure to meet civic commitments marks one as disengaged from public life."
        },
        {
          "context": "Self-critique",
          "example": "I've been an idiotes about voting in lokal elektions—time to re-engage.",
          "translation": "I've neglected my civic duties and need to correct that."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["potential_misinterpretation"],
          "note": "The English word 'idiot' derives from idiotes but has shifted to mean 'stupid person.' The original Greek meaning was 'private person'—one who doesn't participate in public life. Blesséd reclaims the original meaning.",
          "severity": "caution"
        }
      ],
      "etymology": "From Greek ἰδιώτης (idiōtēs), from ἴδιος (idios, 'one's own, private'). In ancient Athens, an idiotes was a private citizen who didn't engage in public affairs—considered a failure of citizenship, not intelligence.",
      "pronunciation": "/ɪdiˈoʊtiːz/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月01",
      "contributors": ["lifesaverlabs"],
      "notes": "**Etymology Note:**\nThe shift from 'private citizen' to 'stupid person' reflects a fascinating semantic evolution. The Athenians considered engagement in public life so essential that someone who remained purely private was by definition deficient as a citizen. Modern usage has lost this civic dimension entirely, reducing 'idiot' to mere intellectual insult."
    },
    {
      "id": 126,
      "term": "sage vs age",
      "letter": "S",
      "definitionStandard": "The principle that wisdom (sage) can be cultivated at any age through deliberate practice. Youth—children, adolescents, young adults, and the middle-aged—can become sages by undertaking sagacious behaviors: reading books and thoughtful articles, engaging at higher levels of Bloom's taxonomy (analysis, synthesis, evaluation, creation), studying and practicing ethical action, discussing the world with love of wisdom (philosophy), and more. Age alone does not confer wisdom; sage status is earned through sustained intellectual and moral development.",
      "definitionDialect": "The prinsiple that wisdom (sage) kan be kultivated at any age thru deliberate praktise. Youth—children, adolesents, young adults, and the middle-aged—kan bekome sages by undertaking sagasious behaviors: reading books and thortful artikles, engaging at higher levels of Bloom's taxonomy (analysis, synthesis, evaluation, kreation), studying and praktising ethikal aktion, diskussing the world with love of wisdom (filosofy), and more. Age alone does not konfer wisdom; sage status is earned thru sustained intellektual and moral development.",
      "usageExamples": [
        {
          "context": "Encouraging youth development",
          "example": "Sage vs age means a 16-year-old who reads widely and thinks deeply kan earn sage status—it's not reserved for elders.",
          "translation": "Wisdom is achievable through practice at any age, not just with years."
        },
        {
          "context": "Describing the path to wisdom",
          "example": "She's working on sage vs age—Bloom's taxonomy, philosophy diskussions, daily reading. Building toward sage.",
          "translation": "She is actively cultivating wisdom through deliberate intellectual practice."
        },
        {
          "context": "Self-motivation",
          "example": "I kan't just wait to get older and hope wisdom comes. Sage vs age means I have to earn it now.",
          "translation": "Wisdom requires active cultivation, not passive aging."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Sage vs age is not about diminishing respect for elders—many elders are genuine sages who have earned wisdom through decades of practice. The point is that the path to sage is open to all ages, and youth should be encouraged to walk it.",
          "severity": "info"
        }
      ],
      "etymology": "Sage (wise person, from Latin 'sapere' = to taste, to be wise) contrasted with age (chronological years). The near-rhyme emphasizes that these are related but distinct concepts—age provides opportunity for wisdom, but wisdom requires active cultivation.",
      "pronunciation": "/seɪdʒ vɜːsəs eɪdʒ/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月01",
      "contributors": ["lifesaverlabs"],
      "notes": "**Path to Sage (Bloom's Taxonomy Framework):**\n\n1. **Remember/Understand**: Read books, articles, listen to thoughtful discourse\n2. **Apply**: Practice ethical action in daily life\n3. **Analyze**: Break down complex problems, identify assumptions\n4. **Evaluate**: Develop judgment about what is good, true, beautiful\n5. **Create**: Synthesize wisdom into original contributions\n\n**Philosophy (Love of Wisdom):**\nThe Greek 'philosophia' literally means love of wisdom. Sage vs age encourages this love at every life stage—wisdom-seeking is not a late-life activity but a lifelong practice that can begin in childhood."
    },
    {
      "id": 127,
      "term": "skin swatch",
      "letter": "S",
      "definitionStandard": "An objective color measurement of an individual's skin tone, taken at birth or during routine medical/administrative encounters (primary care, driver's license renewal). Replaces subjective racial categories with precise color codes. More specific values are always preferred: Pantone color labels (most specific, memorable), CMYK/RGB values (precise numerical), then Fitzpatrick scale or Identity Codes (less specific but still useful). Serves three purposes: (1) precise color matching for medical dermatology, (2) accurate data collection without racial stereotyping, and (3) a deliberate friction layer between visual appearance and social categorization that slows implicit bias.",
      "definitionDialect": "An objektive kolor measurement of an individual's skin tone, taken at birth or during routine medikal/administrative enkounters (primary kare, driver's lisense renewal). Replases subjektive rasial kategories with presise kolor kodes. More spesifik values are always preferred: Pantone kolor labels (most spesifik, memorable), CMYK/RGB values (presise numerikal), then Fitzpatrick skale or Identity Kodes (less spesifik but still useful). Serves three purposes: (1) presise kolor matching for medikal dermatology⁵, (2) akkurate data kollektion without rasial stereotyping, and (3) a deliberate friktion layer between visual appearanse and sosial kategorization that slows implisit bias.",
      "usageExamples": [
        {
          "context": "Medical context with high specificity",
          "example": "The dermatologist rekorded my skin swatch as Pantone 728 C—much more presise than 'Fitzpatrick IV.'",
          "translation": "Pantone color codes provide the highest precision for medical and administrative purposes."
        },
        {
          "context": "Administrative replacement for race",
          "example": "Instead of asking 'race,' the form asked for my skin swatch—I gave RGB(182, 142, 108) from my last klinik visit.",
          "translation": "Objective color codes replace subjective racial categories on forms."
        },
        {
          "context": "Preference hierarchy",
          "example": "If you don't have your Pantone, give CMYK. If not that, RGB. Fitzpatrick or IC kodes are a fallbak.",
          "translation": "More specific measurements are preferred, with categorical scales as backup."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["cultural_sensitivity", "context_required"],
          "note": "Skin swatch is not 'colorblindness'—it acknowledges that skin color exists and has medical/social relevance. The goal is replacing imprecise racial categories with precise color measurement, reducing stereotype threat while retaining useful information.",
          "severity": "info"
        },
        {
          "categories": ["potential_misinterpretation"],
          "note": "Some may object that this 'reduces people to skin color.' The response: racial categories already do this, but imprecisely and with heavy stereotype baggage. Skin swatch provides precision without prejudice.",
          "severity": "caution"
        }
      ],
      "etymology": "Skin (outer covering) + swatch (color sample, from fabric industry). Borrows the precision of fabric/paint color matching for human skin tone classification.",
      "pronunciation": "/skɪn swɒtʃ/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月01",
      "contributors": ["lifesaverlabs"],
      "notes": "**Specificity Hierarchy (most to least preferred):**\n\n1. **Pantone Kolor Labels**: Most specific and memorable (e.g., 'Pantone 728 C'). Pantone's SkinTone Guide includes 110 shades. Easy to remember and communicate.\n2. **CMYK Values**: Cyan-Magenta-Yellow-Key (black) percentages. Precise for print reproduction.\n3. **RGB Values**: Red-Green-Blue numerical values (0-255 each). Precise for digital contexts.\n4. **Fitzpatrick Scale**: Types I-VI based on UV response. Useful for dermatology but less precise for identity purposes.\n5. **Identity Codes (IC)**: Categorical codes used in Great Britain. Better than racial categories but less precise than color values.\n\n**Implementation:**\n• Capture at birth with standardized lighting/equipment\n• Update at routine encounters (primary care, DMV)\n• Include timestamp—skin tone changes with sun exposure, aging, medical conditions\n\n**Friction Layer Function:**\nThe cognitive step required to match actual skin color to a precise code disrupts automatic racial categorization. More specific values = more friction = less stereotyping."
    },
    {
      "id": 128,
      "term": "grue",
      "letter": "G",
      "definitionStandard": "A safeword indicating a dangerous consent violation—situations where even apparent consent cannot make an action safe or legal. Signals that what seems like a 'green light' is actually a mix of green (go) and blue (police caution/danger), creating a color that some languages and cultures don't distinguish. Used in intimate contexts to flag activities that carry inherent legal or physical danger regardless of consent, such as erotic asphyxiation or certain aggressive sexual acts. When someone calls 'grue,' all activity must stop immediately.",
      "definitionDialect": "A safeword indikating a dangerous konsent violation—situations where even apparent konsent kannot make an aktion safe or legal. Signals that what seems like a 'green light' is aktually a mix of green (go) and blue (polise kaution/danger), kreating a kolor that some langauges and kultures don't distinguish. Used in intimate kontexts to flag aktivities that karry inherent legal or physikal danger regardless of konsent, such as erotik asphyxiation or sertain aggressive sexual akts. When someone kalls 'grue,' all aktivy must stop immediately.",
      "usageExamples": [
        {
          "context": "Intimate safety communication",
          "example": "If your partner ever suggests something that could cause serious harm even with consent, call 'grue' to signal this isn't just uncomfortable—it's kategorikally dangerous.",
          "translation": "Grue is stronger than a standard safeword; it indicates the proposed activity is inherently risky."
        },
        {
          "context": "Educational context",
          "example": "The sex educator explained: 'Yellow means slow down, red means stop, but grue means this whole kategory of aktion is off the table—konsent doesn't make it safe.'",
          "translation": "Grue addresses a gap in standard safeword systems for inherently dangerous activities."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "essential_liberty_at_stake"],
          "note": "Grue addresses situations where consent alone cannot protect you—activities that carry inherent risk of death, serious injury, or legal consequences regardless of stated permission. Examples include erotic asphyxiation (which has caused deaths even in 'consensual' scenarios), aggressive heterosexual penetration that risks injury, and other acts where the line between consent and assault becomes dangerously blurred.",
          "severity": "critical"
        },
        {
          "categories": ["context_required", "power_dynamics"],
          "note": "The grue/green/blue ambiguity exists because some situations that feel 'green-lighted' by a partner are simultaneously 'blue-lighted' by law, medicine, or mortality. Just because someone says yes doesn't mean the activity is safe or legal.",
          "severity": "warning"
        }
      ],
      "etymology": "Portmanteau of 'green' + 'blue'. In some languages and color classification systems, green and blue are not distinguished (called 'grue' in linguistic anthropology). Here it indicates a dangerous blending of 'green light' (go/consent) and 'blue light' (police/caution/danger)—a situation that looks like consent but carries inherent danger.",
      "pronunciation": "/ɡruː/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月09",
      "contributors": ["lifesaverlabs"],
      "notes": "**Part of the Key Safeword Library⁵**\n\nGrue fills a gap in standard traffic-light safeword systems (green/yellow/red). Those systems assume all activities can be made safe with proper consent and communication. Grue acknowledges that some activities remain dangerous regardless of consent—the 'green' of consent and the 'blue' of danger are inseparably mixed.\n\n**When to use grue:**\n- Partner suggests erotic asphyxiation or breath play\n- Request for aggressive acts that could cause injury\n- Any situation where 'I consent' wouldn't be a legal defense\n- Activities with significant mortality risk even when performed 'correctly'\n\n**Color theory note:** The linguistic phenomenon of 'grue' (languages that use one word for green-blue) is well-documented in anthropology. This safeword borrows that concept to name a similarly ambiguous zone where safety and danger are linguistically and practically confused.",
      "isAdolescent": true
    },
    {
      "id": 129,
      "term": "graylight",
      "letter": "G",
      "definitionStandard": "A safeword indicating a gray zone—uncertainty about whether to proceed. Sits between green (go) and red (stop), signaling 'I'm not sure about this.' Used in intimate contexts when something feels off but isn't clearly wrong, when you need time to think, or when the situation is ambiguous. Graylight pauses action without the finality of a full stop, creating space for communication and clarification.",
      "definitionDialect": "A safeword indikating a gray zone—unsertainty about whether to proseed. Sits between green (go) and red (stop), signaling 'I'm not sure about this.' Used in intimate kontexts when something feels off but isn't klearly wrong, when you need time to think, or when the situation is ambiguous. Graylight pauses aktion without the finality of a full stop, kreating spase for kommunikation and klarifikation.",
      "usageExamples": [
        {
          "context": "Intimate communication",
          "example": "They said 'graylight' and we paused to talk through what was making them hesitant.",
          "translation": "Graylight creates a communication pause without emergency stopping."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Graylight is for uncertainty, not danger. If you feel unsafe, use a full stop word. Graylight should lead to conversation and clarification, not resumed activity without discussion.",
          "severity": "info"
        }
      ],
      "etymology": "Gray (uncertain, mixed, between black and white) + light (as in traffic light signal). Named for the undefined zone between green and red.",
      "pronunciation": "/ɡreɪlaɪt/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月09",
      "contributors": ["lifesaverlabs"],
      "notes": "**Part of the Key Safeword Library⁵**\n\nGraylight fills the gap between 'everything is fine' (green) and 'stop everything' (red). In traffic light safeword systems, yellow typically means 'slow down' but graylight specifically means 'I don't know how I feel—let's pause and figure it out.'\n\n**When to use graylight:**\n- Something feels off but you can't articulate why\n- You need time to check in with yourself\n- The situation is ambiguous and needs clarification\n- You're not ready to commit to 'yes' or 'no'",
      "isAdolescent": true
    },
    {
      "id": 130,
      "term": "man:go",
      "letter": "M",
      "definitionStandard": "A safeword that sounds like a playful command ('man, go!') but signals 'we need to leave this situation.' Used for social or intimate extraction—getting out of uncomfortable situations without drawing attention. The colon in the spelling distinguishes it from the fruit. Partners who hear 'man:go' know to create an exit strategy.",
      "definitionDialect": "A safeword that sounds like a playful kommand ('man, go!') but signals 'we need to leave this situation.' Used for sosial or intimate extrakshun—getting out of unkomfortable situations without drawing attention. The kolon in the spelling distinguishes it from the fruit. Partners who hear 'man:go' know to kreate an exit strategy.",
      "usageExamples": [
        {
          "context": "Intimate extraction signal",
          "example": "When things were heading somewhere she wasn't comfortable, she whispered 'man:go' and her partner understood immediately.",
          "translation": "The word sounds natural but signals a need to change direction or exit."
        },
        {
          "context": "Social situation",
          "example": "At the party, she mentioned how much she was kraving man:go lassi—her partner knew they needed to leave.",
          "translation": "Any natural-sounding use of the word signals a need to exit."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Man:go is for discomfort, not danger. If you feel unsafe, use a stronger safeword or leave immediately. This safeword assumes you can wait for a graceful exit.",
          "severity": "info"
        }
      ],
      "etymology": "Phonetic play on 'mango' (the fruit) that sounds like 'man, go!' (a command to leave). Spelled with colon to distinguish from the fruit and signal its safeword function.",
      "pronunciation": "/mænɡoʊ/",
      "intentionalityRating": 3,
      "dateAdded": "02026-01月09",
      "contributors": ["lifesaverlabs"],
      "notes": "**Part of the Key Safeword Library⁵**\n\nMan:go solves the problem of signaling 'I want to exit' without being obvious. It's designed to be undetectable to outsiders while clear to those who know the code.\n\n**How to use man:go:**\n- Work it into natural conversation\n- Use it as a casual reference\n- Partners must agree beforehand what it means",
      "isAdolescent": true
    },
    {
      "id": 131,
      "term": "triforce no",
      "letter": "T",
      "definitionStandard": "An emphatic three-part refusal (stop stop stop / no no no), named after the Triforce from Nintendo's Legend of Zelda series—three triangles forming a greater whole. Signals a complete, final, non-negotiable rejection. The triple repetition ensures the message cannot be misheard as playful resistance or hesitation. When you hear triforce no, the matter is closed.",
      "definitionDialect": "An emfatik three-part refusal (stop stop stop / no no no), named after the Triforce from Nintendo's Legend of Zelda series—three triangles forming a greater whole. Signals a komplete, final, non-negotiable rejektion. The triple repetition ensures the message kannot be misheard as playful resistanse or hesitation. When you hear triforce no, the matter is klozed.",
      "usageExamples": [
        {
          "context": "Clear boundary setting",
          "example": "When asked again after already declining, they responded with triforce no: 'No, no, no—this isn't happening.'",
          "translation": "The triple repetition signals finality."
        },
        {
          "context": "Parenting context",
          "example": "The parent used triforce no when the child kept asking: 'Stop stop stop. We're not getting ice cream, and asking again won't change that.'",
          "translation": "Can be used in any context requiring unambiguous finality."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake"],
          "note": "Triforce no must always be respected immediately. Anyone who continues after a triforce no is demonstrating coercive behavior. Document and escalate if boundaries are violated.",
          "severity": "warning"
        }
      ],
      "etymology": "Named after the Triforce artifact in Nintendo's Legend of Zelda series—three golden triangles representing Power, Wisdom, and Courage. The tripled 'no' forms a similarly powerful whole. (Nintendo, we love you, please support, please don't sue.)",
      "pronunciation": "/ˈtraɪfɔːrs noʊ/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月09",
      "contributors": ["lifesaverlabs"],
      "notes": "**Part of the Key Safeword Library⁵**\n\nTriforce no solves the problem of ambiguous refusals. In some contexts, a single 'no' can be interpreted as playful resistance or hesitation. Triforce no eliminates this ambiguity—three repetitions signal absolute finality.\n\n**The components:**\n- First no: Initial refusal\n- Second no: Confirmation this isn't playful\n- Third no: Absolute finality\n\n**Cultural note:** The Zelda reference adds memorable iconography—the three triangles of the Triforce are instantly recognizable to many."
    },
    {
      "id": 132,
      "term": "skramble",
      "letter": "S",
      "definitionStandard": "An emergency safeword meaning 'get out now, immediately.' Signals that the current situation has become dangerous and requires instant evacuation—no negotiation, no explanation, just leave. Used in contexts ranging from physical danger to discovering a situation has become legally compromising. The scrambled spelling (k instead of c) marks it as part of the Blesséd safeword system.",
      "definitionDialect": "An emergensy safeword meaning 'get out now, immediately.' Signals that the kurrent situation has bekome dangerous and requires instant evakuation—no negotiation, no explanation, just leave. Used in kontexts ranging from fysikal danger to diskuvering a situation has bekome legally kompromising. The skrambled spelling (k instead of c) marks it as part of the Blesséd safeword system.",
      "usageExamples": [
        {
          "context": "Emergency extraction",
          "example": "The moment I realized what was happening, I texted my friend one word: 'skramble.' She knew to come get me immediately.",
          "translation": "Skramble means 'emergency extraction needed now.'"
        },
        {
          "context": "Sekret enforcement",
          "example": "If anyone ever uses skramble, we don't ask questions—we just help them get out and ask questions later when they're safe.",
          "translation": "The word triggers immediate action without requiring explanation."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "essential_liberty_at_stake"],
          "note": "Skramble is the nuclear option—use it only when you genuinely need immediate extraction. False alarms erode trust in the system. But never hesitate to use it when truly needed; better to over-call than under-call when safety is at stake.",
          "severity": "warning"
        }
      ],
      "etymology": "From 'scramble' (to move urgently and awkwardly) with Blesséd 'k' spelling. Also implies 'scrambled'—the communication is encrypted, meant only for those in the know.",
      "pronunciation": "/skræmbəl/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月09",
      "contributors": ["lifesaverlabs"],
      "notes": "**Part of the Key Safeword Library⁵**\n\nSkramble is the highest-severity safeword—it means 'extract me now, no questions asked.' The 'sekret enforcement' aspect means that those who receive skramble are bound to act immediately without requiring justification.\n\n**Protocol when someone calls skramble:**\n1. Stop everything\n2. Facilitate their immediate exit\n3. Do not ask why until they're safe\n4. Do not reveal to others why they left\n5. Check in later when they're ready to talk\n\n**When to use skramble:**\n- Physical danger present or imminent\n- Situation has become legally compromising\n- Discovered something that requires immediate exit\n- Any moment when waiting even briefly could cause harm"
    },
    {
      "id": 133,
      "term": "family⁵",
      "letter": "F",
      "definitionStandard": "A family unit operating at the highest level of intentional mutual development, organized in concentric circles (kore, inner, outer, family⁵ acquaintances) with duties of mutual improvement. The superscript ⁵ indicates full commitment to questioning, growth, and moral development without artificial constraints on inquiry. Distinguished from 'family' (lowercase, no superscript) which refers to basic family structure without the intentional development commitment.",
      "definitionDialect": "A family unit operating at the highest level of intentional mutual development, organized in koncentrik circles (kore, inner, outer, family⁵ akquaintanses) with duties⁵ of mutual improvement. The superskript ⁵ indikates full kommitment to questioning, growth, and moral development without artifisial konstraints on inquiry. Distinguished from 'family' (lowercase, no superskript) which refers to basik family strukture without the intentional development kommitment.",
      "usageExamples": [
        {
          "context": "Describing relationship depth",
          "example": "We're not just family—we're family⁵. We kall each other out, push each other to grow, and never let komfort trump truth.",
          "translation": "Family⁵ involves mutual accountability and development obligations."
        },
        {
          "context": "Distinguishing commitment levels",
          "example": "My nuclear family is family⁴ at best—we love each other but avoid hard conversations. I'm working on reaching family⁵.",
          "translation": "Family⁵ is an aspirational standard, not automatically achieved."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "social_kontrakt_at_stake"],
          "note": "Some family units cannot claim family⁵ status: specifically, those enclosed behind a 'sovereign censorship firewall' that prevents them from asking hard questions in directions the government with reserved use of violent force doesn't want them to go. The Rossiya family⁴ and Zhongguo family⁴ live under dangerously suppressive censorship regimes that prevent talk about how insane it is to position to attack Taiwan or Ukraiyna, or prevent Kurin-like revolutionary⁵ thresholds that might terminate the reign of Unlimited Autokrat Xi or Unlimited Executioner Putin.",
          "severity": "critical"
        },
        {
          "categories": ["context_required"],
          "note": "Family⁵ status requires the freedom to question everything—including the state. Families living under authoritarian censorship regimes cannot reach ⁵ status until those barriers are removed. This is not a judgment of the families themselves, but of the systems constraining their discourse.",
          "severity": "warning"
        }
      ],
      "etymology": "Family (from Latin 'familia') + superscript ⁵ (indicating highest intentionality rating). The ⁵ designation is shared with other Blesséd terms (friend⁵, duty⁵, calmunity⁵) to indicate maximum thoughtfulness and commitment.",
      "pronunciation": "/ˈfæməli faɪv/",
      "crossReferences": [111],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月13",
      "contributors": ["lifesaverlabs"],
      "notes": "**The Konzentrik Circles:**\n- **Kore**: Innermost circle—those with deepest mutual development obligations\n- **Inner**: Close relationships with significant development duties\n- **Outer**: Extended network with lighter but real obligations\n- **Family⁵ acquaintances**: Distant connections within the family⁵ framework\n\n**Barriers to Family⁵ Status:**\n\nNot all families can claim family⁵ status. Those enclosed behind sovereign censorship firewalls—where the state prevents questioning in directions it doesn't want—are limited to family⁴ or lower. Rossiya (Russia) and Zhongguo (China) exemplify this: their regimes suppress discourse about the insanity of positioning to attack Ukraine or Taiwan, and prevent revolutionary thresholds that might end unlimited autocratic rule.\n\n**See also:** [TearDownThisFirewall.org](https://TearDownThisFirewall.org) for stories of barriers in the free marketplace for moral conviction.\n\n**Family⁵ vs family:**\n- family⁵: Intentional mutual development, freedom to question everything\n- family: Basic family structure without development commitment or freedom guarantees"
    },
    {
      "id": 134,
      "term": "fokohol",
      "letter": "F",
      "definitionStandard": "Faux alcohol—non-alcoholic alternatives to ethanol beverages. Pronounced to evoke 'f.o. alcohol' (fuck off, alcohol). The health consensus supports dissuading even minimal-dose ethanol poisoning in social settings, particularly without BAC (Blood Alcohol Concentration) readers present and readily available mocktail, fokohol, and other harmless alternatives. There's a rich library of mocktails and drinks that are delicious and supportive of ceremonial and situational conviviality and sociality without the neurotoxic, carcinogenic, and cardiac effects of alcohol.",
      "definitionDialect": "Faux alkohol—non-alkoholik alternatives to ethanol beverages. Pronouced to evoke 'f.o. alkohol' (fuk off, alkohol). The health konsensus supports dissuading even minimal-dose ethanol poisoning in sosial settings, partikularly without BAK (Blood Alkohol Konsentration) readers present and readily⁵ available mocktail, fokohol, and other harmless alternatives. There's a rich library⁵ of mocktails and drinks that are delisious and supportive of seremonial and situasional konviviality⁵ and sosiality⁵ without the neurotoxik, karsinogenik, and kardiak effekts of alkohol.",
      "usageExamples": [
        {
          "context": "Date ordering",
          "example": "I'll have a fokohol—what mocktails do you have?",
          "translation": "Ordering a non-alcoholic alternative while subtly signaling alcohol resistance."
        },
        {
          "context": "Setting dating expectations",
          "example": "If he offers to buy me ethanol, I'm out. Fokohol or nothing.",
          "translation": "Using fokohol preference as a dating filter for health-conscious partners."
        },
        {
          "context": "Explaining the term",
          "example": "Fokohol—'faux' alkohol, but also 'f.o.' alkohol if you katch my meaning.",
          "translation": "The term carries both the literal meaning (fake alcohol) and emphatic rejection."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "Ethanol is a Group 1 carcinogen (WHO/IARC). Even 'moderate' drinking causes microscopic immediate brain tissue disintegration, cardiac health decline, and carcinogenic exposure. There is no safe level of alcohol consumption from a health perspective. The alcohol industry obscures this with 'responsible drinking' messaging.",
          "severity": "critical"
        },
        {
          "categories": ["essential_liberty_at_stake", "power_dynamics"],
          "note": "Buying someone ethanol on a date is buying them poison. Why would your date wish to purchase you microscopic immediate brain tissue disintegrative loss, damage, carcinogenic exposure, and cardiac health drop? It's ill-willed to buy someone an avoidable poison without overriding medical benefits once you know clearly what it is.",
          "severity": "critical"
        },
        {
          "categories": ["context_required", "social_kontrakt_at_stake"],
          "note": "If seeking disinhibition for dating, understand that ethanol-induced lightheadedness and discoordination compromise consent quality. Which do you want: Feminist Yes! or vomiting and possible rape kit testing the next day? The tradeoff is not worth it.",
          "severity": "warning"
        },
        {
          "categories": ["social_kontrakt_at_stake"],
          "note": "Rejecting dating partners because they (a) don't want to drink ethanol or (b) won't pay for ethanol poisoning for you is romantically irresponsible on hexy⁵ grounds. The opposite should be true: gravitate toward courting partners who resist and redirect you to fokohol, mocktails, or harmless alternatives.",
          "severity": "caution"
        }
      ],
      "etymology": "Portmanteau of 'faux' (French for fake/false) + 'alcohol'. Deliberately evokes 'f.o. alcohol' as emphatic rejection—'fuck off, alcohol'. The f-word allusion is intentional and judicious: steeling determination against date poisonings that are always dangerous from a health perspective.",
      "pronunciation": "/foʊkəhɒl/ (FOH-kuh-hol)",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**The F.O. Meaning:**\n\nYes, fokohol sotto voce communicates 'fuck off, alcohol.' This emphatic expression is warranted. The health consensus from HhÅÆIers and HhÅÆCers (Latter Day Saints tradition and similar on ethanol) was right all along. Given what we now know about ethanol's effects—even at minimal doses—buying someone alcohol is buying them poison.\n\n**Dating Litmus Test:**\n\nIf you litmus-test on alcohol resistance and your date buys you ethanol anyway:\n1. Take one sip\n2. Bide your time\n3. Limit or end contact after the date\n4. Send breakoff feedback: 'I think your offer to buy me ethanol poisoning supports [historical/current] culture I can't tolerate.'\n\nIt should be much more socially risky to offer ethanol poisoning on a date than to refuse to pay for any ethanol even if asked.\n\n**What Fokohol Includes:**\n- Mocktails (rich library of delicious options)\n- Stevia soda pop\n- Sparkling water\n- Juice-based drinks\n- Any beverage supporting conviviality without neurotoxicity\n\n**Water Systems Note:**\n\nToday, given our very healthy and clean water systems, even in religious contexts, feeding grandchildren alcohol is extraordinarily questionable. The historical reasons for alcohol (water safety) no longer apply in developed contexts.",
      "isAdolescent": true
    },
    {
      "id": 135,
      "term": "finankal",
      "letter": "F",
      "definitionStandard": "A portmanteau bridging 'finance' with 'calendar' and 'calm'. Financial planning has no meaning if it's not calendared and calming to all involved. The 'k' spelling signals intentionality and connects to the Blesséd practice of spacetime periodical planning—financial decisions must be scheduled, reviewed, and calming rather than anxiety-inducing.",
      "definitionDialect": "A portmanteau bridging 'finanse' with 'kalendar' and 'kalm'. Finankal planning has no meaning if it's not kalendared and kalming to all involved. The 'k' spelling signals intentionality and konnekts to the Blesséd praktise of spasetime periodikally⁵ planning—finankal desisions must be scheduled, reviewed, and kalming rather than anxiety-indusing.",
      "usageExamples": [
        {
          "context": "Family budgeting",
          "example": "Let's do our finankal review this Sunday—get it on the kalendar so it's not stressful.",
          "translation": "Scheduling financial discussions reduces anxiety and ensures they happen."
        },
        {
          "context": "Teaching financial literacy",
          "example": "Finankal thinking means your budget isn't just numbers—it's kalendared and kalm.",
          "translation": "True financial planning integrates scheduling and emotional regulation."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Financial anxiety is real and harmful. Finankal planning acknowledges that money discussions must be scheduled (kalendared) and approached with calm to be effective. Surprise financial conversations often fail.",
          "severity": "info"
        }
      ],
      "etymology": "Portmanteau of 'finance' + 'calendar' + 'calm'. The 'k' spelling connects to Blesséd orthography while emphasizing the kalendar and kalm components essential to healthy financial planning.",
      "pronunciation": "/fɪˈnænkəl/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 136,
      "term": "resisdænce",
      "letter": "R",
      "definitionStandard": "A choreographed resistance that any part of a couple can engage in, or that the pair together as a dualindiv can perform and enjoy. Reformats resistance as a social dance, which is more consistent with our natures. Resistance becomes not just opposition but a coordinated, practiced, even beautiful movement between partners navigating boundaries and consent.",
      "definitionDialect": "A koreographed resistanse that any part of a kouple kan engage in, or that the pair together as a dualindiv kan perform and enjoy⁵. Reformats resistanse as a sosial danse, which is more konsistent with our natures. Resistanse bekomes not just opposition but a koördinated, praktised, even beautiful movement between partners navigating boundaries and konsent.",
      "usageExamples": [
        {
          "context": "Intimate relationship dynamics",
          "example": "We've practiced our resisdænce—when one of us needs to slow down, the other knows the steps.",
          "translation": "Couples can develop choreographed patterns for navigating boundaries."
        },
        {
          "context": "Teaching consent",
          "example": "Resisdænce isn't awkward rejection—it's a dance you both learn together.",
          "translation": "Reframing resistance as dance removes stigma and promotes practice."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "power_dynamics"],
          "note": "Resisdænce reframes resistance from confrontation to coordination. This linguistic shift can help couples practice boundary-setting as a shared skill rather than an adversarial act.",
          "severity": "info"
        }
      ],
      "etymology": "Resistance + dance (with æ ligature). The 'dænce' component emphasizes that resistance in relationships can be graceful and coordinated rather than awkward and adversarial.",
      "pronunciation": "/rɪˈzɪsdæns/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "isAdolescent": true
    },
    {
      "id": 137,
      "term": "Marathon / M.",
      "letter": "M",
      "definitionStandard": "A gender-neutral honorific appellation for a person in professional or personal contexts, replacing gendered titles like Mr./Ms./Mrs. that require knowledge of gender or marital status. 'M.' or 'Marathon' attaches to the notion that each person is running their own lifelong moral marathon. Example: 'Marathon Clayman' instead of 'Mr. Clayman'. Respects and honors the person's marathoning nature and work without presuming gender or marital status.",
      "definitionDialect": "A gender-neutral honorifik appelation for a person in professional or personal kontexts, replasing gendered titles like Mr./Ms./Mrs. that require knowledge of gender or marital status. 'M.' or 'Marathon' attaches to the notion that each person is running their own lifelong moral marathon. Example: 'Marathon Klayman' instead of 'Mr. Klayman'. Respekts and honors the person's marathoning nature and work without presuming gender or marital status.",
      "usageExamples": [
        {
          "context": "Professional correspondence",
          "example": "Dear Marathon Johnson, thank you for your letter regarding...",
          "translation": "Addressing someone respectfully without assuming gender or marital status."
        },
        {
          "context": "Personal preference",
          "example": "Please call me Marathon Clayman, not Mr. Clayman.",
          "translation": "Individuals can request this honorific to avoid gendered titles."
        },
        {
          "context": "Abbreviated form",
          "example": "M. Smith will be presenting the quarterly report.",
          "translation": "The abbreviated form works like Mr./Ms. but is gender-neutral."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "cultural_sensitivity"],
          "note": "Gender-neutral honorifics reduce the awkwardness of addressing people whose gender or marital status is unknown, and respect those who prefer not to disclose this information.",
          "severity": "info"
        }
      ],
      "etymology": "From 'marathon' (the 26.2-mile race, from the Greek legend). Chosen because life is a moral marathon—each person is running their own long-distance journey toward growth and flourishing.",
      "pronunciation": "/ˈmærəθɒn/ or /ɛm/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**Spousal Naming:**\n\nWhen couples marry, the author suggests a five-option pseudorandom generator for last name selection:\n1. Partner A's name (e.g., Smith)\n2. Partner B's name (e.g., Clayman)\n3. A-B hyphenated (Smith-Clayman)\n4. B-A hyphenated (Clayman-Smith)\n5. Portmanteau (Smithman or Clayith—though some combinations work better than others)\n\nAll options would then be spelled according to Blesséd standards (e.g., Klayman)."
    },
    {
      "id": 138,
      "term": "wonderbar",
      "letter": "W",
      "definitionStandard": "An expression celebrating hitting a wondrous, amazing level—even if it's just the standard bar you set for yourself. From German 'wunderbar' (wonderful) combined with 'bar' (threshold standard). If you set a goal of 10 pushups and hit 10 pushups, that's wonderbar. Anything beyond is bonus. The wonderbar is your established standard; reaching it is cause for celebration, not just exceeding it.",
      "definitionDialect": "An expression selebrating hitting a wondrous, amazing level—even if it's just the standard bar you set for yourself. From Deutsche 'wunderbar' (wonderful) kombined with 'bar' (threshold standard). If you set a goal of 10 pushups and hit 10 pushups, that's wonderbar. Anything beyond is bonus. The wonderbar is your established standard; reaching it is kause for selebration, not just ekseeding it.",
      "usageExamples": [
        {
          "context": "Exercise goals",
          "example": "I hit my three 5-minute sprints today—wonderbar! The extra sprint was bonus.",
          "translation": "Celebrating meeting the established standard, with anything extra as bonus."
        },
        {
          "context": "Academic context",
          "example": "A flat A is the wonderbar. A+ is bonus excellence. A- is below the bar.",
          "translation": "The standard defines what counts as 'wonderful' achievement."
        },
        {
          "context": "Raising standards",
          "example": "I'm making three 6-minute sprints my new wonderbar—pushing the standard up.",
          "translation": "Once you consistently hit a level, it can become your new wonderbar."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Some parents and grandparents push for A+ as the wonderbar standard. This can be appropriate in some contexts but may create unhealthy pressure in others. The wonderbar should be achievable with dedicated effort.",
          "severity": "info"
        }
      ],
      "etymology": "German 'wunderbar' (wonderful) + English 'bar' (threshold/standard). The double meaning celebrates both the wonder of achievement and the importance of having a defined bar to reach.",
      "pronunciation": "/ˈwʌndərˌbɑr/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**Grades as Example:**\n- **A**: Wonderbar (the standard of excellence)\n- **A+**: Bonus excellence beyond wonderbar\n- **A-**: The bar (minimum acceptable)\n- **Below A-**: Below the bar\n\nGrades can only be fractionally differentiated—they're not final final. Sometimes grandstudents beat the odds and show exceptional merit in other ways in their lives."
    },
    {
      "id": 139,
      "term": "grandstudent",
      "letter": "G",
      "definitionStandard": "A student who is climbing the generations and becoming more sage, climbing beyond their chronological age with the help of their whole family and Family tree. Students who are saging—actively cultivating wisdom through reading, philosophy, ethical practice—reach 'grandstudent' status. The counterpart to grandparent; grandstudents look ahead to being parents and grandparents themselves and work to reverse synthesize their lives in stable stages.",
      "definitionDialect": "A student who is klimbing the generations and bekoming more sage, klimbing beyond their kronologikal age with the help of their whole family⁵ and Family⁵ tree. Students who are saging—aktively kultivating wisdom thru reading, filosofy, ethikal praktise—reach 'grandstudent' status. The kounterpart to grandparent; grandstudents look ahead to being parents and grandparents themselves and work to reverse synthesize their lives in stable stages.",
      "usageExamples": [
        {
          "context": "Describing an advanced student",
          "example": "She's a grandstudent—reading philosophy at 14, already planning her life stages.",
          "translation": "A student who demonstrates wisdom beyond their years."
        },
        {
          "context": "Educational organization",
          "example": "The GGSTA (Grandparent-Grandstudent-Teacher Association) brings together those who want to coordinate on education.",
          "translation": "Grandstudents and grandparents working together in educational settings."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake"],
          "note": "Many grandparents would love to be an active part of their grandstudents' educations but are currently excluded from conversation and participation in schooling. GGSTA-style organizations could help bridge this gap.",
          "severity": "info"
        }
      ],
      "etymology": "Grand (as in grandmaster, grandparent) + student. Inspired by 'grandmaster' in chess—a status earned through demonstrated mastery. The 'grand' prefix indicates advancement beyond the typical student level.",
      "pronunciation": "/ˈɡrændˌstuːdənt/",
      "crossReferences": [126],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**Sage vs Age Connection:**\n\nGrandstudent status relates to the sage vs age principle—wisdom (sage) can be cultivated at any age through deliberate practice. Grandstudents are youth actively walking the path to sage.\n\n**Reverse Synth:**\n\nGrandstudents work to reverse synthesize their lives—looking ahead to future stages (parenthood, grandparenthood) and working backward to build stable foundations. They accept uncertainty in stages beyond strongly achieved intermediates while remaining ready to branch or fork if their synthesis changes.\n\n**GGSTA Proposal:**\n\nA Grandparent-Grandstudent-Teacher Association where grandparents, parents, students, and grandstudents would feel welcome and have a chance to coordinate. Currently, many grandparents who want to participate in education are excluded."
    },
    {
      "id": 140,
      "term": "wrighte",
      "letter": "W",
      "definitionStandard": "To wright, rite, right, and write—all at once. Among the most fundamental acts. A wrighte encompasses: constructing/crafting (wright), performing ritual/ceremony (rite), correcting toward justice (right), and inscribing/documenting (write). The spelling unifies these four homophones into a single intentional act.",
      "definitionDialect": "To wright, rite, right, and write—all at onse. Among the most fundamental akts. A wrighte enkompasses: konstrukting/krafting (wright), performing ritual/seremony (rite), korrekting toward justise (right), and inskribing/dokumenting (write). The spelling unifies these four homophones into a single intentional akt.",
      "usageExamples": [
        {
          "context": "Creative work",
          "example": "I need to wrighte this proposal—craft it carefully, make it correct, and document it well.",
          "translation": "Doing something with full intentionality across all dimensions."
        },
        {
          "context": "Requesting feedback",
          "example": "Re:wrighte me—share your models of religious expression, exemption, and exception.",
          "translation": "Asking someone to help correct, craft, ritualize, and document together."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["potential_misinterpretation"],
          "note": "Wrighte is not a typo for 'write'—it intentionally unifies four distinct but related concepts. The 'gh' spelling is deliberate, echoing 'wright' (craftsperson) and 'right' (correct).",
          "severity": "info"
        }
      ],
      "etymology": "Unification of four English homophones: wright (craftsperson, builder), rite (ceremony), right (correct, just), and write (inscribe). The spelling 'wrighte' incorporates elements of all four.",
      "pronunciation": "/raɪt/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 141,
      "term": "prespousals",
      "letter": "P",
      "definitionStandard": "Any person whom you court. Some prespousals may become a bedmate if your religious tree, family, or personal traditions and practices allow. The stage of prespousal privacy ought to be recognized in law similar to spousal privacy, at least for those who court seriously and are evaluating each other for bonded marriage and dualindiv spousehood. Prespousal privacy encourages movement away from recreational hookup chaos toward long-term-oriented courtship culture.",
      "definitionDialect": "Any person whom you kourt. Some prespousals may bekome a bedmate if your religious tree, family⁵ or personal traditions and praktises allow. The stage of prespousal privasy⁵ ought to be rekognized in law similar to spousal privasy⁵, at least for those who kourt seriously⁵ and are evaluating each other for bonded marriage and dualindiv spousehood. Prespousal privasy⁵ enkourages movement away from rekreational hookup kaos toward long-term-oriented kourtship kulture.",
      "usageExamples": [
        {
          "context": "Describing a dating relationship",
          "example": "She's one of my prespousals—we're courting seriously and evaluating each other for marriage.",
          "translation": "A formal term for someone you're dating with marriage intent."
        },
        {
          "context": "Legal privacy discussion",
          "example": "Prespousal privacy should protect what we learn about each other during courtship.",
          "translation": "Advocating for legal recognition of privacy in serious courtship."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["essential_liberty_at_stake", "social_kontrakt_at_stake"],
          "note": "There's so much you learn about another person in an increasingly intimate relationship that you shouldn't be interrogated on or release to outsiders unless an overwhelming need arises. Prespousal privacy rights would require social and legal change.",
          "severity": "info"
        }
      ],
      "etymology": "Pre- (before) + spousal (relating to spouse). Designates the courtship period before marriage, with its own dignity and privacy expectations.",
      "pronunciation": "/priːˈspaʊzəlz/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**Prespousal Privacy Etiquette:**\n\nTo formally unlock prespousal privacy, you should be either present with each other or guaranteed a chance to eventually break out of any prisoner's dilemma cooperatively through fair process.\n\n**Social Change Goal:**\n\nPrespousal privacy might motivate youth movement away from recreational hookup chaos toward something closer to long-term-oriented courtship culture—synthesizing and reverse synthesizing toward a cornerstone or early capstone Pre30 marriage.",
      "isAdolescent": true
    },
    {
      "id": 142,
      "term": "katchy⁵",
      "letter": "K",
      "definitionStandard": "An utterance, mixed media, technology, or other activity or artifact that catches the thoughtful and makes them more thoughtful. Distinguished from merely 'catchy' (attention-grabbing), katchy⁵ attracts thoughtful people, promotes and achieves more considerate thoughtfulness, and—in intimate contexts—catches those who are 'y⁵' (consistently practicing the Five Whys). The superscript ⁵ indicates highest intentionality.",
      "definitionDialect": "An utteranse, mixed media, teknology⁵, or other aktivy⁵ or artifakt that catches the thortful and makes them more thortful. Distinguished from merely 'catchy' (attention-grabbing), katchy⁵ attrakts thortful people, promotes and achieves more konsiderate thortfulness, and—in intimate kontexts—catches those who are 'y⁵' (konsistently praktising the Five Whys). The superskript ⁵ indikates highest intentionality.",
      "usageExamples": [
        {
          "context": "Media creation",
          "example": "That video on consent was truly katchy⁵—it made me think more deeply, not just grabbed my attention.",
          "translation": "Content that promotes thoughtfulness rather than just capturing attention."
        },
        {
          "context": "Technology design",
          "example": "We need more katchy⁵ experimences—software that catches the thoughtful and deepens their thinking.",
          "translation": "Designing technology that cultivates thoughtfulness."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "The distinction between catchy (attention-grabbing) and katchy⁵ (thought-promoting) matters. Much content is catchy but makes people less thoughtful. Katchy⁵ content does the opposite.",
          "severity": "info"
        }
      ],
      "etymology": "Catchy (attention-grabbing) + 'k' spelling (Blesséd intentionality) + superscript ⁵ (highest intentionality rating). The transformation from 'c' to 'k' signals the shift from mere attention to thoughtfulness.",
      "pronunciation": "/ˈkætʃi faɪv/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 143,
      "term": "SLGBTQ",
      "letter": "S",
      "definitionStandard": "Sexual orientation spectrum including Straight, Lesbian, Gay, Bisexual, Transgender, and Questioning—with Straight (S) included as a coequal part rather than a separate default. Corrects the mistake of separating LGBTQ wholly from S, which suggests straight people are above, different, or ideologically separated from the spectrum rather than somewhere on the Kinsey spectra of born and accepted sexual orientation. Pronounced with the S as 'es' (a coequal part), not as a plural suffix.",
      "definitionDialect": "Sexual orientation spektrum inkluding Straight, Lesbian, Gay, Bisexual, Transgender, and Questioning—with Straight (S) inkluded as a koequal part rather than a separate default. Korrects the mistake of separating LGBTQ wholly from S, which suggests straight people are above, different, or ideologikally⁵ separated from the spektrum rather than somewhere on the Kinsey spektra of born and aksepted sexual orientation. Pronouced with the S as 'es' (a koequal part), not as a plural suffix.",
      "usageExamples": [
        {
          "context": "Inclusive discussion",
          "example": "We're all on the SLGBTQ spectrum—straight people aren't separate from it.",
          "translation": "Including straight people in the orientation spectrum rather than as outsiders."
        },
        {
          "context": "Pronunciation clarification",
          "example": "It's SLGBTQ, pronounced 'es-el-gee-bee-tee-kyoo'—not 'LGBTQs' as a plural.",
          "translation": "The S is a coequal component, not a pluralizing suffix."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "cultural_sensitivity"],
          "note": "LGBTQ without S creates an in-group/out-group dynamic that may not serve inclusion goals. SLGBTQ (or LGBTQS) places everyone on the same spectrum, acknowledging that sexual orientation is a continuum.",
          "severity": "info"
        }
      ],
      "etymology": "LGBTQ (Lesbian, Gay, Bisexual, Transgender, Questioning) + S (Straight). The S can be placed at the beginning (SLGBTQ) or end (LGBTQS), as long as it's pronounced as a coequal component.",
      "pronunciation": "/ɛs ɛl dʒiː biː tiː kjuː/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**Kinsey Spectra:**\n\nThe Kinsey scale recognizes that sexual orientation exists on a continuum. SLGBTQ acknowledges this by including straight (S) as part of the spectrum rather than as an unmarked default.\n\n**Pronunciation Matters:**\n\nSLGBTQ: 'es-el-gee-bee-tee-kyoo' (S as coequal)\nLGBTQS: 'el-gee-bee-tee-kyoo-es' (S as coequal)\nNOT: 'LGBTQs' (S as plural suffix, which would sound like 'LGBTQzah')"
    },
    {
      "id": 144,
      "term": "re:",
      "letter": "R",
      "definitionStandard": "A translocatable particle that expands to 'religious expression, exemption, and exception.' When prefixed to a word with a colon, it signals incorporation of the speaker's or listener's religious/spiritual framework. Example: 're:wrighte me' means 'wrighte me with your own good, better, best models of religious expression, exemption, and exception (at least those not too incompatible with mine).'",
      "definitionDialect": "A translokateable partikle that expands to 'religious expression, exemption, and ekseption.' When prefixed to a word with a kolon, it signals inkorporation of the speaker's or listener's religious/spiritual framework. Example: 're:wrighte me' means 'wrighte me with your own good, better, best models of religious expression, exemption, and ekseption (at least those not too inkalmpatible with mine).'",
      "usageExamples": [
        {
          "context": "Requesting holistic feedback",
          "example": "Re:wrighte me—share your perspective including your religious framework.",
          "translation": "Asking for feedback that incorporates the other person's spiritual/ethical foundation."
        },
        {
          "context": "Collaborative creation",
          "example": "Let's re:view this together, bringing our respective traditions.",
          "translation": "Reviewing something while honoring both parties' religious/ethical frameworks."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["cultural_sensitivity", "potential_misinterpretation"],
          "note": "The re: particle invites religious/spiritual frameworks into conversation. This should be used when such perspectives are welcome; it may not be appropriate in strictly secular contexts.",
          "severity": "info"
        }
      ],
      "etymology": "From 're:' (regarding, in the matter of) expanded to encompass religious expression, exemption, and exception. The colon distinguishes this meaning from the Latin prefix 're-' (again).",
      "pronunciation": "/riː/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 145,
      "term": "rase",
      "letter": "R",
      "definitionStandard": "In Blesséd, 'race' is reinterpreted to mean a physical competition, industrial pursuit, or electoral contest—NOT skin color or ancestry. Your 'race' is your next 5K, your most urgent pursuit in family or work, or the political race you're supporting. Refuses to acknowledge skin- or ancestry-based interpretations. For skin tone, use skin swatch (IC codes, Pantone, or similar friction layers). For ancestry, say 'kin ancestry' or 'klan.'",
      "definitionDialect": "In Blesséd, 'rase' is reinterpreted to mean a fysikal kalmpetition, industrial pursuit, or elektoral kontest—NOT skin kolor or ansestry. Your 'rase' is your next 5K, your most urgent pursuit in family⁵ or work, or the politikal rase you're supporting. Refuses to akknowledge skin- or ansestry-based interpretations. For skin tone, use skin swatch (IC kodes, Pantone, or similar friktion layers). For ansestry, say 'kin ansestry' or 'klan.'",
      "usageExamples": [
        {
          "context": "Form filling",
          "example": "Race: Congressional Race OH-18 (my current political focus).",
          "translation": "Answering 'race' questions with competitive/pursuit context, not skin color."
        },
        {
          "context": "Redirecting questions",
          "example": "If you're asking about my skin, that's 'skin swatch'—Pantone 728 C. 'Race' is about what I'm racing toward.",
          "translation": "Distinguishing race (competition) from skin tone."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["cultural_sensitivity", "potential_misinterpretation"],
          "note": "This redefinition is intentionally provocative—refusing to validate skin-based 'race' as a meaningful category. The goal is imposing friction between sight and stereotype to reduce implicit bias.",
          "severity": "caution"
        }
      ],
      "etymology": "From English 'race' (competition, contest) with deliberate rejection of the skin-color meaning. The 's' spelling (rase) can distinguish the Blesséd meaning from standard usage.",
      "pronunciation": "/reɪs/",
      "crossReferences": [127],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**Skin Swatch Alternative:**\n\nFor skin tone questions, use the skin swatch hierarchy:\n1. Pantone color labels (most specific)\n2. CMYK/RGB values\n3. Fitzpatrick scale\n4. IC codes (Great Britain)\n\nThese provide precision without stereotyping.\n\n**Author's Example:**\n\nFor a long time, the author represented his 'race' as Congressional Race Ohio 18 (OH-18)—a diminished virtual at-large district after Ohio's population fell to 17 House seats."
    },
    {
      "id": 146,
      "term": "wheren",
      "letter": "W",
      "definitionStandard": "Where and when combined—with 'whereabouts/whenabouts' expressive character. An alternative to trigger and discuss spacetime planning. 'Wheren do you want to meet? Have a spacetime in mind?' Acknowledges that location and time are intertwined dimensions of scheduling.",
      "definitionDialect": "Where and when kombined—with 'whereabouts/whenabouts' expressive kareakter. An alternative to trigger and diskuss spasetime planning. 'Wheren do you want to meet? Have a spasetime in mind?' Akknowledges that lokation and time are intertwined dimensions of scheduling.",
      "usageExamples": [
        {
          "context": "Scheduling",
          "example": "Wheren should we meet for lunch?",
          "translation": "Asking about both location and time simultaneously."
        },
        {
          "context": "Event planning",
          "example": "What's the wheren for the conference? I need to book travel.",
          "translation": "Requesting both place and time information in one question."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Wheren is most useful when both location and time are genuinely intertwined in the question. For queries about only location or only time, 'where' or 'when' remain appropriate.",
          "severity": "info"
        }
      ],
      "etymology": "Where + when portmanteau. Acknowledges spacetime as a unified concept for scheduling, following Einstein's recognition that space and time are interconnected.",
      "pronunciation": "/ˈwerən/",
      "crossReferences": [124],
      "intentionalityRating": 3,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 147,
      "term": "heartklot",
      "letter": "H",
      "definitionStandard": "A health condition related to cardiovascular clotting; also used metaphorically for emotional/relational blockages that threaten the heart of a relationship or community. The 'k' spelling signals intentional awareness of clotting risks—both physical (heart attacks, strokes) and metaphorical (communication breakdowns, trust erosion).",
      "definitionDialect": "A health kondition related to kardiovaskular klotting; also used metaphorikally for emotional/relational blokages that threaten the heart of a relationship or kalmunity⁵. The 'k' spelling signals intentional awareness of klotting risks—both fysikal (heart attakks, strokes) and metaphorikal (kommunikation breakdowns, trust erosion).",
      "usageExamples": [
        {
          "context": "Health awareness",
          "example": "Watch for heartklot risk factors—diet, exercise, stress all matter.",
          "translation": "Being intentionally aware of cardiovascular clotting risks."
        },
        {
          "context": "Relationship metaphor",
          "example": "There's a heartklot forming between us—we need to clear this communication blockage before it does damage.",
          "translation": "Using the clotting metaphor for relational problems."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "tissue_at_stake"],
          "note": "Cardiovascular clotting (heart attacks, strokes) is a leading cause of death. The term heartklot makes this risk linguistically salient, encouraging preventive awareness.",
          "severity": "warning"
        }
      ],
      "etymology": "Heart + klot (clot with Blesséd 'k' spelling). The 'k' signals intentionality and awareness of clotting as both physical and metaphorical phenomenon.",
      "pronunciation": "/ˈhɑrtˌklɒt/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"]
    },
    {
      "id": 158,
      "term": "sukkum",
      "letter": "S",
      "definitionStandard": "In sex education and consent discourse: the principle that one should personally experience (or credibly suffer) something before asking a partner to do it—but only for acts in the negotiable, nontoxic range where embodied empathy is anatomically possible. Derived from 'succumb' but reframed: rather than surrender implying defeat, sukkum means willingly experiencing first to demonstrate embodied empathy. Central to FRIES consent and the golden rule applied to intimacy.",
      "definitionDialect": "In sex æd and konsent diskourse: the prinsiple that one should personally experienss (or kredibly⁵ suffer) something before asking a partner to do it—but only for akts in the negotiable, nontoxik range where embodied empathy⁵ is anatomikally possible. Derived from 'sukkumb' but reframed: rather than surrender implying defeat, sukkum means willingly eksperiensing first to demonstrate embodied empathy⁵. Sentral to FRIES konsent and the golden rule applied to intimasy.",
      "usageExamples": [
        {
          "context": "Consent education",
          "example": "Before asking your partner for something outside vanilla norms, have you sukkumed yourself? Embodied empathy means knowing what you're asking.",
          "translation": "Have you personally experienced what you're requesting? Understanding through experience before asking."
        },
        {
          "context": "Golden rule application",
          "example": "The sukkum principle: don't ask what you haven't suffered yourself, in the negotiable range.",
          "translation": "Experience it yourself first before requesting it of others."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Sukkum applies ONLY to negotiable acts where personal experience is anatomically possible to share and understand. For toxic or non-negotiable acts: please don't ask at all. For acts involving anatomical gaps you can never experience empathically yourself (like life with an absent prostate), sukkum cannot apply—these require different frameworks of trust, communication, and care.",
          "severity": "warning"
        },
        {
          "categories": ["power_dynamics"],
          "note": "This principle integrates with FRIES consent (Freely given, Reversible, Informed, Enthusiastic, Specific). Sukkum adds another dimension for the negotiable range: the asker should have kredible⁵ personal experience before making requests in sensitive domains where such experience is possible.",
          "severity": "info"
        }
      ],
      "etymology": "From 'succumb' (Latin succumbere: to yield, lie under), reclaimed and respelled. Historically 'succumb' carried connotations of defeat or submission; sukkum reframes this as intentional embodied empathy—willingly experiencing first what one might ask of another. The 'kk' spelling signals Blesséd intentionality.",
      "pronunciation": "/ˈsʌkəm/",
      "crossReferences": [106, 154],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月26",
      "contributors": ["lifesaverlabs"],
      "isAdolescent": true,
      "notes": "**Scope and Limits:**\n\nSukkum applies ONLY to:\n- Negotiable acts (not toxic, not non-negotiable)\n- Nontoxic practices\n- Situations where embodied empathy is anatomically possible\n\nSukkum does NOT apply to:\n- Toxic or harmful practices—please don't ask at all\n- Non-negotiable boundaries—respect them absolutely\n- Anatomical gaps you can never experience yourself (e.g., life with an absent prostate, menstruation, pregnancy)—these require trust, communication, and care rather than the sukkum principle\n\n**Integration with FRIES Consent:**\n\nSukkum extends consent frameworks by adding embodied empathy as a prerequisite for certain asks. The FRIES model (Freely given, Reversible, Informed, Enthusiastic, Specific) remains foundational, but sukkum asks: has the requesting party truly understood through experience what they're asking?\n\n**The Golden Rule Applied:**\n\n'Do unto others as you would have them do unto you' becomes literal in the negotiable intimacy range. If you wouldn't experience it yourself, reconsider asking.\n\n**Herstory⁵ Considerations:**\n\nThis principle challenges historical asymmetries where certain acts were expected of one party without reciprocal understanding. Sukkum demands embodied empathy from all parties, regardless of historical power dynamics.\n\n**Biological/Biochemical Notes:**\n\nSome acts may have biochemical properties not fully appreciated without personal experience. The strangeness of first experience may serve species-survival functions—discouraging casual requests and ensuring asks come from genuine understanding rather than mere curiosity.\n\n**On the Negotiable Range:**\n\nThe negotiable range has hard anatomical constitutional limits. Every conceivable argument on these boundaries has already been conceived and argued heavily⁵. Once consolidated, these ranges will be fairly⁵ difficult to disturb convincingly⁵ to the well-informed, except possibly for major biotechnological changes we can't yet imagine."
    },
    {
      "id": 159,
      "term": "renovator",
      "letter": "R",
      "definitionStandard": "One who works within existing structures and communities to improve them, rather than attempting isolated 'innovation' from outside. Emphasizes that almost all meaningful change happens through incremental renovation within established systems, not through detached innovation. Preferred over 'innovator' because it acknowledges the importance of integration, community acceptance, and conservation of valuable existing structures.",
      "definitionDialect": "One who works within existing struktures and kalmunities⁵ to improve them, rather than attempting isolated 'innovation' from outside. Emphasizes that almost all meaningful change happens thru inkremental renovation within established systems, not thru detached innovation. Preferred over 'innovator' bekause it acknowledges the importanse of integration, kalmunity⁵ akseptanse, and konservation of valuable existing struktures.",
      "usageExamples": [
        {
          "context": "Discussing change within organizations",
          "example": "She's a renovator, not an innovator—she gained access to the school board and worked within its structure to shift youth sports away from brain-damaging activities.",
          "translation": "She worked within the existing system to create change rather than trying to disrupt from outside."
        },
        {
          "context": "Career advice",
          "example": "Stop identifying as an innovator. Site yourself in a kalmunity⁵ as a renovator—your ideas need the scaffolding of existing structures to actually get implemented.",
          "translation": "Integrate into existing communities rather than positioning yourself as an outsider with novel ideas."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "The 'innovator vs renovator' distinction matters because renovation requires gaining acceptance in communities with strong needs for wise, prudent, careful conservation. Misidentifying as an innovator can create dining philosopher blockades and lost time navigating unnecessary resistance.",
          "severity": "info"
        }
      ],
      "etymology": "From Latin renovare (to renew, restore). Proposed as replacement for 'innovator' to shift the locus of intellectual labor back to where it belongs—closer to and within the structures where change needs to happen.",
      "pronunciation": "/ˈrenəˌveɪtər/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月26",
      "contributors": ["lifesaverlabs"],
      "notes": "**Why Renovator Over Innovator:**\n\nThe emphasis on 'innovation' as some type of 'out of nowhere, non-kalmunity⁵ / non-strukturally⁵-integrated' function is a wildly poor model of what kind of incremental and disruptive innovation actually happens and how. Almost all activity⁵ called 'innovation' is best done, and almost always needs to be done, within an existing structure or kalmunity⁵. That's renovation, not isolated innovation.\n\n**The Access Problem:**\n\nGaining access to structures where you can renovate is one of the hardest challenges facing renovators who come from outside. Being understood as a renovator rather than an innovator is important to finding acceptance in kalmunities with strong needs for wise, prudent, careful conservation of resources and existing structures.\n\n**Creative Destruction Context:**\n\nRenovation hypotheses sometimes require creative destructions, especially when there's a period of demolition—like when a sporting goods store considers carefully⁵ whether and how to renovate toward exclusively supporting brain-developing youth sports and not any brain-damaging youth sports for anyone younger than a Representative (25 years old).\n\n**The Author's Experience:**\n\nSo much time was lost trying to navigate 'innovator vs renovator' discussion and dining philosopher blockades. It's easy to mistake a renovator for a chaotic, isolated innovator, and it's easy to lose sight of how important it is to site yourself in a kalmunity⁵ and structure if you fall into identifying as an innovator instead of as a renovator.\n\n**Proposal:**\n\nRelabeling innovators, innovation awards, etc. as renovators and renovation awards and kalmpetitions would help shift the locus of intellectual labor back to where it belongs—closer to and within or adjoining the structures where change needs to happen, with launch sequences and adaptance models that involve anchoring into deeply real existing systems rather than theoretical, idealized customers and customizers."
    },
    {
      "id": 160,
      "term": "First Responder",
      "letter": "F",
      "definitionStandard": "In Blesséd Dialekt, a true first responder arrives to handle emergencies in 90 seconds or less. Anyone arriving after 90 seconds is a second responder. This redefines emergency response to recognize that neighbors are natural first responders—they can be near you nearly everywhere at all times. Professional EMTs, firefighters, and police typically arrive as second responders, bringing pro-level skills after the critical first 90 seconds.",
      "definitionDialect": "In Blesséd Dialekt, a true first responder arrives to handle emergensies in 90 sekonds or less. Anyone arriving after 90 sekonds is a sekond responder. This redefines emergensy response to rekkognize that naybors are natural first responders—they kan be near you nearly everywhere at all times. Professional EMTs, firefighters, and polise typikally arrive as sekond responders, bringing pro-level skills after the kritikal first 90 sekonds.",
      "usageExamples": [
        {
          "context": "Emergency response training",
          "example": "Your naybor is your first responder. The EMT arriving in 8 minutes is your second responder—by then, in cardiac arrest, you may already be gone without first responder intervention.",
          "translation": "Neighbors who can reach you in under 90 seconds are true first responders; professional help arriving later is second response."
        },
        {
          "context": "Community safety planning",
          "example": "We need to train more naybors as first responders. The fire department will always be second responders by the 90-second definition.",
          "translation": "Community members need emergency training since professionals can't achieve first responder timing."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake"],
          "note": "For fulminating, explosively time-sensitive problems—cardiac arrest, elderly falls, corpsers smoking—the 90-second window is critical. Professional responders typically cannot meet this threshold, making trained neighbors essential.",
          "severity": "critical"
        }
      ],
      "etymology": "Redefinition of American Standard 'first responder' by pinning response time to 90 seconds or less. Not a demotion of professional responders, but a recognition of temporal reality in emergencies.",
      "pronunciation": "/fɜrst rɪˈspɑndər/",
      "crossReferences": [55],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月26",
      "contributors": ["lifesaverlabs"],
      "notes": "**The 90-Second Threshold:**\n\nWe're not demoting American Standard first responders to Blesséd Dialekt second responders. We're pinning response times to 90 seconds or less. If an EMT, fire, or police officer can arrive in under 90 seconds consistently, or from time to time, each time they do they'll achieve true first responder status on that call.\n\n**Naybors as Natural First Responders:**\n\nNaybors can be near you nearly everywhere you ever are at all times. Second responders bring pro-level skills to time-sensitive emergencies as soon as they can, but they can't get there fast enough for a large range of fulminating, explosively time-sensitive problems.\n\n**See Also:**\n\nNaybor SOS (https://www.nayborsos.org)\n\n**Future Vision:**\n\nSomeday we might live in a world where everyone spends a civil service year training, among other things, to some minimal level of calmpetency in civil rights officer (police) work and emergency medical support. Maybe then our first responder naybor will almost always be both a former civil rights officer academy⁵ trainee and a Basic Former EMT.\n\n**Civigious Implications:**\n\nIt's curious wondering what life would be like in such a world. It would be civigious in ways that would be very important to observe and study⁵. No country⁵ has ever attempted that to my knowledge directly, but many are going through or have gone through the lethal military⁵ training route."
    },
    {
      "id": 161,
      "term": "EMR²",
      "letter": "E",
      "definitionStandard": "Electronic Metabolic Record—the proposed next layer of health data beyond the Electronic Medical Record (EMR¹). EMR² incorporates exercise, diet/nutraceipt data, steep vs. sleep data, and other sensor inputs to enable comprehensive preventive medical support. Complements rather than replaces EMR¹.",
      "definitionDialect": "Elektronik Metabolik Rekord—the proposed next layer of health data beyond the Elektronik Medikal Rekord (EMR¹). EMR² inkorporates exersise, diet/nutraceipt data, steep vs. sleep data, and other sensor inputs to enable kalmprehenive preventive medikal support. Kalmpements rather than replases EMR¹.",
      "usageExamples": [
        {
          "context": "Healthcare technology discussion",
          "example": "The EMR¹ tells your doctor what diseases you have. The EMR² tells them how you're living—your exercise, nutrition, and steep patterns that predict future health.",
          "translation": "Medical records show illness; metabolic records show lifestyle factors that drive health outcomes."
        },
        {
          "context": "Preventive medicine",
          "example": "Until we have EMR², preventive medicine is flying blind. We need the metabolic data layer to truly intervene before disease develops.",
          "translation": "Comprehensive prevention requires tracking lifestyle factors, not just medical events."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["life_at_stake", "context_required"],
          "note": "EMR² data (exercise, diet, sleep) is essential for preventive health but raises privacy concerns. The framework should empower individuals to share metabolic data with care providers while maintaining control over this sensitive information.",
          "severity": "info"
        }
      ],
      "etymology": "EMR (Electronic Medical Record) + ² (superscript 2, indicating second layer). The ² distinguishes the metabolic layer from the traditional medical record layer (EMR¹).",
      "pronunciation": "/iː ɛm ɑr skwɛrd/ or /iː ɛm ɑr tuː/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月26",
      "contributors": ["lifesaverlabs"],
      "notes": "**The Incomplete EMR¹:**\n\nThe electronic medical record (EMR¹) is still very incomplete. There's a lot of missing information that needs to have a chance to be incorporated into comprehensive preventive medical support.\n\n**What EMR² Includes:**\n\n- Exercise data (activity levels, workout patterns)\n- Diet / nutraceipt data (nutrition tracking)\n- Steep vs. sleep data (quality sleep monitoring)\n- Other sensor and data inputs (wearables, environmental factors)\n\n**Complementary Layers:**\n\nEMR² is designed to complement and flesh out the existing Electronic Medical Record (EMR¹), not replace it. The two layers together provide a more complete picture of health—both medical events (EMR¹) and lifestyle factors (EMR²) that drive those events."
    },
    {
      "id": 163,
      "term": "capitoal / capitoalism⁵",
      "letter": "C",
      "definitionStandard": "An economic-political framework recognizing that the accumulation and deployment of capital constitutes Capitol-level governance; the philosophy that commercial transactions are legislative acts, and that the aggregate of market choices forms a continuous legislature more powerful than any formal governing body.",
      "definitionDialect": "An ekonomik-politikal framework rekognizing that the akumulation and deployment of capital konstitutes Capitol-level governanse; the philosophy that kommercial trans-actions⁵ are legislative akts, and that the aggregate of market choices forms a kontinuous legislature more powerful than any formal governing body.",
      "usageExamples": [
        {
          "context": "Economic philosophy discussion",
          "example": "We speak of 'capital' and 'Capitol' as if they're unrelated—one the stuff of kommerce, the other the seat of governanse. But they're the same sound, and that homophony whispers a truth we rarely voice aloud.",
          "translation": "The identical pronunciation of capital (wealth) and Capitol (legislature) reveals their functional unity in governance."
        },
        {
          "context": "Consumer behavior as voting",
          "example": "Every dollar you spend is a bill you pass. Every purchase, a policy. Kongress meets occasionally; the market konvenes kontinuously.",
          "translation": "Consumer spending decisions function as continuous legislative votes, more frequent than formal democratic processes."
        },
        {
          "context": "Distinguishing market participants",
          "example": "Capitoalism rekognizes that 'kustomers' vote to preserve, while 'kustomizers' vote to kreate and destroy—we are all, daily, legislators of the world we inhabit.",
          "translation": "Customers (preservers) and customizers (creators/destroyers) exercise different forms of market-based legislative power."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Capitoalism is a descriptive framework for understanding how economic activity functions as governance, not an endorsement of unregulated markets. The recognition that 'your spending is your voting' applies regardless of whether one views this as desirable.",
          "severity": "info"
        },
        {
          "categories": ["power_dynamics"],
          "note": "Understanding capitoalism reveals both the power of collective consumer action and the asymmetry between those with more capital (more votes) and those with less. Currency⁵ reform could make this trans-actional voting more expressive and equitable.",
          "severity": "info"
        }
      ],
      "etymology": "From capital (wealth, resources) + Capitol (seat of legislature), exploiting the homophony to reveal their functional unity. The spelling capitoal- preserves both roots visibly.",
      "pronunciation": "/ˌkæp.ɪˈtoʊ.əl.ɪz.əm/",
      "crossReferences": [83],
      "intentionalityRating": 5,
      "dateAdded": "02026-01月28",
      "contributors": ["lifesaverlabs"],
      "notes": "**The Homophonic Revelation:**\n\nCapital and Capitol are pronounced identically in American English. This is not coincidence—it reflects the deep truth that wealth accumulation and formal governance are functionally equivalent systems of power. Capitoalism makes this explicit.\n\n**Continuous Legislature:**\n\nCongress meets occasionally; the market convenes continuously. Every purchase is a policy vote. The aggregate of these trans-actions⁵ constitutes a legislature more powerful and more constant than any formal governing body.\n\n**Kustomers vs Kustomizers:**\n\nCapitoalism distinguishes between kustomers (who vote to preserve existing products, services, and systems) and kustomizers (who vote to create and destroy—demanding innovation, disruption, and change). Both exercise legislative power through their economic choices.\n\n**Currency⁵ Reform Potential:**\n\nWith currency⁵ reform, this trans-actional voting could become even more expressive—imagine a dynamic POS currency symbol that acts as an explicit, meaningful vote strengthener when you're pleased with how a transaction builds, rebuilds, and preserves the world. Let the signal stay strong.\n\n**See Also:**\n\ntrans-action⁵, kustomizer⁵, kustomer⁵, CALM⁵, CALM⁵UNism (the serious and super-meaningful offramp joke)"
    },
    {
      "id": 164,
      "term": "y⁵ (thoughtfulness ranges)",
      "letter": "Y",
      "definitionStandard": "The spectrum of deliberation appropriate to different situations, indicated by superscript numbers (¹²³⁴⁵). Kalmunity⁴⁵ requires deep philosophizing; kalmunity²³⁴ operates on established authority. Sometimes final justifications¹ are nonarguable. The appropriate thoughtfulness range depends on what's at stake and how much time is available for deliberation.",
      "definitionDialect": "The spektrum of deliberation appropriate to different situations, indikated by superskript numbers (¹²³⁴⁵). Kalmunity⁴⁵ requires deep filosofizing; kalmunity²³⁴ operates on established authority²³⁴. Sometimes final justifikations¹ are nonarguable. The appropriate thortfulness range depends on what's at stake and how much time is available for deliberation.",
      "usageExamples": [
        {
          "context": "Decision-making",
          "example": "This is a thoughtfulness⁴⁵ decision—take time to philosophize before acting.",
          "translation": "Some decisions warrant deep deliberation."
        },
        {
          "context": "Emergency response",
          "example": "In emergencies, thoughtfulness¹² is enough—act on established protocols.",
          "translation": "Not all situations allow or require deep philosophizing."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["context_required"],
          "note": "Applying high thoughtfulness ranges (⁴⁵) to situations requiring quick action can be harmful. Applying low ranges (¹²) to situations deserving deliberation can also cause harm. Match the range to the context.",
          "severity": "info"
        }
      ],
      "etymology": "Thoughtfulness (quality of careful consideration) + ranges (spectrum of levels). The numeric superscripts provide shorthand for expected deliberation depth. The 'y' particle represents 'why'—the depth of questioning.",
      "pronunciation": "/waɪ faɪv/ or /ˈθɔtfəlnəs reɪndʒɪz/",
      "intentionalityRating": 4,
      "dateAdded": "02026-01月23",
      "contributors": ["lifesaverlabs"],
      "notes": "**The Scale:**\n\n- **¹**: Final, nonarguable—act on established principle\n- **²³**: Working authority—defer to expertise/tradition\n- **³⁴**: Considered—deliberate but trust precedent\n- **⁴⁵**: Deep philosophizing—question foundations\n- **⁵**: Maximum intentionality—examine everything\n\n**When to Use Which:**\n\nShort-acting needs often require lower thoughtfulness ranges. Life-changing decisions warrant higher ranges. The art is matching the range to the situation.\n\n**The y⁵ Particle:**\n\nThe 'y' in y⁵ represents 'why'—the depth of questioning appropriate to a situation. y⁵ means 'ask why five times' (deep philosophizing); y¹ means 'don't ask why, just act on established principle.'"
    },
    {
      "id": 165,
      "term": "haidtening",
      "letter": "H",
      "definitionStandard": "The process of consciously engaging with Moral Foundations Theory dimensions in conversation, reasoning, or conflict resolution. To haidten a discussion is to explicitly identify and bridge the moral foundations at play—Care, Loyalty, Authority, Purity, Equality, and Proportionality—especially when participants are operating from different moral axes.",
      "definitionDialect": "The proses of konsciously engaging with Moral Foundations Theory⁵ dimensions in konversation, reasoning, or konflikt resolution. To haidten a diskussion is to explistitly identify and bridge the moral foundations at play—Kare, Loyalty, Authority, Purity⁵, Equality, and Proportionality⁵—espesially when partisipants are operating from different moral axes.",
      "usageExamples": [
        {
          "context": "Relationship conflict",
          "example": "She kares about purity⁵ and he kares most about kare—without haidtening this diskussion, they won't understand each other's moral language.",
          "translation": "When partners operate on different moral foundations without recognizing it, communication fails."
        },
        {
          "context": "Mediation",
          "example": "The mediator haidtened the negotiation by helping both sides see they valued proportionality⁵ but defined 'fair contribution' differently.",
          "translation": "Making explicit which moral foundations are at play helps resolve conflicts."
        },
        {
          "context": "Digital bystander support",
          "example": "In hot-state konflikt, a bedside digital bystander kan help haidten by amplifying⁵ authority⁰¹²³ logic and making non-negotiable purity⁵ needs visible.",
          "translation": "Third parties can help bridge moral foundation gaps when emotions run high."
        }
      ],
      "harmReductionNotes": [
        {
          "categories": ["social_kontrakt_at_stake", "context_required"],
          "note": "When someone is in hot-state moral reaktion, it's very hard to reason on different moral dimensions. If one person kares about purity⁵ or færness while another kares most about kare or proportionality⁵, and they don't switch over to each other's axes, there will be failure to understand, appreciate, reason, and kohere through the problem.",
          "severity": "warning"
        },
        {
          "categories": ["context_required"],
          "note": "Haidtening is not about dismissing anyone's moral concerns—all six foundations represent legitimate human moral intuitions. The goal is translation and bridging, not hierarchy or dismissal.",
          "severity": "info"
        }
      ],
      "etymology": "From Jonathan Haidt, social psychologist who co-developed Moral Foundations Theory with Jesse Graham, + '-ening' (process of becoming/engaging). References the 'heightening' of moral awareness through his framework.",
      "pronunciation": "/ˈhaɪt.ən.ɪŋ/",
      "intentionalityRating": 5,
      "dateAdded": "02026-01月28",
      "contributors": ["lifesaverlabs"],
      "notes": "**The Six Moral Foundations (MFQ-2, 2023):**\n\nMoral Foundations Theory was developed by Jonathan Haidt, Jesse Graham, and colleagues, with significant refinement by Mohammad Atari in 2023. The current six foundations are:\n\n1. **Kare**: Rooted in mammalian attachment systems; emphasizes kindness and nurturance toward those experiencing pain\n2. **Loyalty**: Derived from tribal coalitional history; encompasses patriotism and group self-sacrifice\n3. **Authority**: Shaped by primate hierarchical interactions; supports deference to leadership and tradition\n4. **Purity⁵**: Connected to disgust psychology; promotes self-discipline, spirituality, and natural living\n5. **Equality**: Intuitions about equal treatment and equal outcome for individuals (separated from Fairness in 2023)\n6. **Proportionality⁵**: Intuitions about individuals getting rewarded in proportion to their merit or contribution (separated from Fairness in 2023)\n\n**The Hot-State Problem:**\n\nIn emotionally charged situations, people default to their primary moral foundations and struggle to understand others operating on different axes. Someone arguing from Purity⁵ will not be persuaded by Kare arguments alone—and visa versa. Haidtening requires recognizing which foundations are aktive and bridging between them.\n\n**Digital Bystander Support:**\n\nBedside digital bystanders can help haidten konflicts by:\n- Identifying which moral foundations each party is operating from\n- Translating arguments into the other's moral language\n- Amplifying authority⁰¹²³ logic when needed\n- Making non-negotiable or mostly non-negotiable sinseer purity⁵ needs visible\n- Helping parties find shared moral ground\n\n**Scholarly Sources:**\n\n- Atari, M., Haidt, J., Graham, J., Koleva, S., Stevens, S.T., & Dehghani, M. (2023). Morality beyond the WEIRD: How the nomological network of morality varies across cultures. Journal of Personality and Social Psychology.\n- Graham, J., Haidt, J., & Nosek, B.A. (2009). Liberals and conservatives rely on different sets of moral foundations. Journal of Personality and Social Psychology, 96(5), 1029-1046.\n- Haidt, J. (2012). The Righteous Mind: Why Good People Are Divided by Politics and Religion. Vintage Books.\n- Abbott, O. (2024). Jonathan Haidt: Social Intuitionism and Moral Foundations Theory. In Social Theorists of Morality. Palgrave Macmillan.\n\n**See Also:**\n\nmoralfoundations.org for MFQ-2 and ongoing research"
    }
  ]
}
